Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai8017
source: Global Service Relation Number (GSRN) to identify the relationship between an organisation offering services and the provider of services
bg: Глобален номер за връзка с услуги (GSRN) за идентифициране на връзката между организация, предлагаща услуги, и доставчик на услуги
cs: Globální číslo vztahu ke službám (GSRN) pro identifikaci vztahu mezi organizací poskytující služby a poskytovatelem služeb
da: Global serviceforbindelsesnummer (GSRN) for at identificere forholdet mellem en organisation, der tilbyder tjenester, og udbyderen af tjenester
de: Globale Dienstleistungsbeziehungsnummer (GSRN), um die Beziehung zwischen einer Dienstleistungen anbietenden Organisation und dem Dienstleistungsanbieter zu identifizieren
el: Παγκόσμιος Αριθμός Υπηρεσιακής Σχέσης (GSRN) για την ταυτοποίηση της σχέσης μεταξύ μιας οργάνωσης που προσφέρει υπηρεσίες και του παρόχου υπηρεσιών
es: Número Global de Relación de Servicio (GSRN) para identificar la relación entre una organización que ofrece servicios y el proveedor de servicios
fi: Globaali palvelusuhteenumero (GSRN) palveluja tarjoavan organisaation ja palvelujen tarjoajan välisen suhteen tunnistamiseen
fr: Numéro Global de Relation de Service (GSRN) pour identifier la relation entre une organisation offrant des services et le fournisseur de services
ga: Uimhir Ghnóthachan Seirbhíse Domhanda (GSRN) chun an caidreamh idir eagraíocht a thairgeann seirbhísí agus an soláthróir seirbhísí a aithint
hr: Globalni broj odnosa usluga (GSRN) za identifikaciju odnosa između organizacije koja pruža usluge i pružatelja usluga
hu: Globális Szolgáltatás Kapcsolat Szám (GSRN) egy szolgáltatást nyújtó szervezet és a szolgáltató kapcsolatának azonosítására
is: Global Service Relation Number (GSRN) til að auðkenna samband milli fyrirtækis sem býður upp á þjónustu og þjónustuveitanda
it: Numero Globale di Relazione di Servizio (GSRN) per identificare la relazione tra un'organizzazione che offre servizi e il fornitore di servizi
lt: Pasaulinio paslaugų santykio numeris (GSRN) identifikuoti ryšį tarp paslaugas teikiančios organizacijos ir paslaugų teikėjo
lv: Globālais Pakalpojumu Attiecību Numurs (GSRN), lai identificētu attiecības starp organizāciju, kas piedāvā pakalpojumus, un pakalpojumu sniedzēju
mt: Numru Globali tar-Relazzjoni tas-Servizz (GSRN) biex jidentifika r-relazzjoni bejn organizzazzjoni li toffri servizzi u l-fornitur tas-servizzi
nl: Globale Service Relatie Nummer (GSRN) om de relatie tussen een dienstverlenende organisatie en de serviceprovider te identificeren
no: Globalt tjenesteforholdnummer (GSRN) for å identifisere forholdet mellom en organisasjon som tilbyr tjenester og tjenesteyteren
pl: Globalny Numer Relacji Usługowej (GSRN) do identyfikacji relacji między organizacją oferującą usługi a dostawcą usług
pt: Número Global de Relação de Serviço (GSRN) para identificar a relação entre uma organização que oferece serviços e o prestador de serviços
ro: Numărul Global de Relație de Serviciu (GSRN) pentru identificarea relației dintre o organizație care oferă servicii și furnizorul de servicii
sk: Globálne číslo vzťahu k službám (GSRN) na identifikáciu vzťahu medzi organizáciou poskytujúcou služby a poskytovateľom služieb
sl: Globalna številka za razmerje storitev (GSRN) za identifikacijo razmerja med organizacijo, ki nudi storitve in ponudnikom storitev
sv: Global tjänsterelationsnummer (GSRN) för att identifiera relationen mellan en organisation som erbjuder tjänster och tjänsteleverantören

# ai8018
source: Global Service Relation Number (GSRN) to identify the relationship between an organisation offering services and the recipient of services
bg: Глобален номер за връзка с услуги (GSRN) за идентифициране на връзката между организация, предлагаща услуги, и получател на услуги
cs: Globální číslo vztahu ke službám (GSRN) pro identifikaci vztahu mezi organizací poskytující služby a příjemcem služeb
da: Global serviceforbindelsesnummer (GSRN) for at identificere forholdet mellem en organisation, der tilbyder tjenester, og modtageren af tjenester
de: Globale Dienstleistungsbeziehungsnummer (GSRN), um die Beziehung zwischen einer Dienstleistungen anbietenden Organisation und dem Dienstleistungsempfänger zu identifizieren
el: Παγκόσμιος Αριθμός Υπηρεσιακής Σχέσης (GSRN) για την ταυτοποίηση της σχέσης μεταξύ μιας οργάνωσης που προσφέρει υπηρεσίες και του δέκτη υπηρεσιών
es: Número Global de Relación de Servicio (GSRN) para identificar la relación entre una organización que ofrece servicios y el receptor de servicios
fi: Globaali palvelusuhteenumero (GSRN) palveluja tarjoavan organisaation ja palvelujen vastaanottajan välisen suhteen tunnistamiseen
fr: Numéro Global de Relation de Service (GSRN) pour identifier la relation entre une organisation offrant des services et le destinataire des services
ga: Uimhir Ghnóthachan Seirbhíse Domhanda (GSRN) chun an caidreamh idir eagraíocht a thairgeann seirbhísí agus an faighteoir seirbhísí a aithint
hr: Globalni broj odnosa usluga (GSRN) za identifikaciju odnosa između organizacije koja pruža usluge i primatelja usluga
hu: Globális Szolgáltatás Kapcsolat Szám (GSRN) egy szolgáltatást nyújtó szervezet és a szolgáltatásokat igénybe vevő fél kapcsolatának azonosítására
is: Global Service Relation Number (GSRN) til að auðkenna samband milli fyrirtækis sem býður upp á þjónustu og þjónustuþega
it: Numero Globale di Relazione di Servizio (GSRN) per identificare la relazione tra un'organizzazione che offre servizi e il destinatario dei servizi
lt: Pasaulinio paslaugų santykio numeris (GSRN) identifikuoti ryšį tarp paslaugas teikiančios organizacijos ir paslaugų gavėjo
lv: Globālais Pakalpojumu Attiecību Numurs (GSRN), lai identificētu attiecības starp organizāciju, kas piedāvā pakalpojumus, un pakalpojumu saņēmēju
mt: Numru Globali tar-Relazzjoni tas-Servizz (GSRN) biex jidentifika r-relazzjoni bejn organizzazzjoni li toffri servizzi u r-riċevitur tas-servizzi
nl: Globale Service Relatie Nummer (GSRN) om de relatie tussen een dienstverlenende organisatie en de serviceontvanger te identificeren
no: Globalt tjenesteforholdnummer (GSRN) for å identifisere forholdet mellom en organisasjon som tilbyr tjenester og tjenestemottakeren
pl: Globalny Numer Relacji Usługowej (GSRN) do identyfikacji relacji między organizacją oferującą usługi a odbiorcą usług
pt: Número Global de Relação de Serviço (GSRN) para identificar a relação entre uma organização que oferece serviços e o receptor dos serviços
ro: Numărul Global de Relație de Serviciu (GSRN) pentru identificarea relației dintre o organizație care oferă servicii și destinatarul serviciilor
sk: Globálne číslo vzťahu k službám (GSRN) na identifikáciu vzťahu medzi organizáciou poskytujúcou služby a príjemcom služieb
sl: Globalna številka za razmerje storitev (GSRN) za identifikacijo razmerja med organizacijo, ki nudi storitve in prejemnikom storitev
sv: Global tjänsterelationsnummer (GSRN) för att identifiera relationen mellan en organisation som erbjuder tjänster och tjänstemottagaren

# ai8019
source: Service Relation Instance Number (SRIN)
bg: Номер на инстанция на връзка с услуга (SRIN)
cs: Číslo instance vztahu ke službám (SRIN)
da: Service Relations Instance Nummer (SRIN)
de: Service-Relations-Instanznummer (SRIN)
el: Αριθμός Υπόθεσης Υπηρεσιακής Σχέσης (SRIN)
es: Número de Instancia de Relación de Servicio (SRIN)
fi: Palvelusuhteen tapausnumero (SRIN)
fr: Numéro d'Instance de Relation de Service (SRIN)
ga: Uimhir Tharlaíochta Caidrimh Seirbhíse (SRIN)
hr: Broj instance odnosa usluga (SRIN)
hu: Szolgáltatás Kapcsolati Példányszám (SRIN)
it: Numero di Istanza di Relazione di Servizio (SRIN)
lt: Paslaugų santykio egzemplioriaus numeris (SRIN)
lv: Pakalpojumu Attiecību Instanču Numurs (SRIN)
mt: Numru tal-Instanza tar-Relazzjoni tas-Servizz (SRIN)
nl: Service Relatie Instantie Nummer (SRIN)
no: Tjenesteforholdsinstansnummer (SRIN)
pl: Numer Instancji Relacji Usługowej (SRIN)
pt: Número de Instância de Relação de Serviço (SRIN)
ro: Numărul de Instanță a Relației de Serviciu (SRIN)
sk: Číslo inštancie vzťahu k službám (SRIN)
sl: Številka primerka razmerja storitev (SRIN)
sv: Tjänsterelationsinstansnummer (SRIN)

# ai8020
source: Payment slip reference number
bg: Референтен номер на платежно нареждане
cs: Referenční číslo platebního lístku
da: Betalingsreference nummer
de: Referenznummer des Zahlungsbelegs
el: Αριθμός αναφοράς απόδειξης πληρωμής
es: Número de referencia del comprobante de pago
fi: Maksulipun viitenumero
fr: Numéro de référence du bordereau de paiement
ga: Uimhir tagartha dhuillín íocaíochta
hr: Referentni broj uplatnice
hu: Fizetési csekk hivatkozási száma
is: Tilvísunarnúmer greiðsluseðils
it: Numero di riferimento dello scontrino di pagamento
lt: Mokėjimo lapelio nuorodos numeris
lv: Maksājuma veidlapas atsauces numurs
mt: Numru ta' referenza tal-irċevuta tal-ħlas
nl: Referentienummer van de betaalslip
no: Referansenummer for betalingsslipp
pl: Numer referencyjny pokwitowania płatności
pt: Número de referência do boleto de pagamento
ro: Numărul de referință al chitanței de plată
sk: Referenčné číslo platobného dokladu
sl: Referenčna številka plačilnega obrazca
sv: Referensnummer för betalningsavi

# ai8026
source: Identification of pieces of a trade item (ITIP) contained in a logistic unit
bg: Идентификация на парчета на търговски артикул (ITIP), съдържащи се в логистична единица
cs: Identifikace kusů obchodní položky (ITIP) obsažených v logistické jednotce
da: Identifikation af stykker af en handelsvare (ITIP) indeholdt i en logistikenhed
de: Identifizierung von Stücken eines Handelsartikels (ITIP) in einer logistischen Einheit
el: Αναγνώριση κομματιών ενός εμπορικού αντικειμένου (ITIP) που περιέχονται σε μια λογιστική μονάδα
es: Identificación de piezas de un artículo comercial (ITIP) contenidas en una unidad logística
fi: Logistiikkayksikössä olevien kauppatavaran palasten tunnistus (ITIP)
fr: Identification des pièces d'un article commercial (ITIP) contenues dans une unité logistique
ga: Aitheantas píosaí earra trádála (ITIP) atá i aonad loighistice
hr: Identifikacija dijelova trgovačke stavke (ITIP) sadržanih u logističkoj jedinici
hu: Egy logisztikai egységben található kereskedelmi cikk darabjainak azonosítása (ITIP)
is: Auðkenning á hlutum viðskiptavöru (ITIP) í lógistík einingu
it: Identificazione dei pezzi di un articolo commerciale (ITIP) contenuti in un'unità logistica
lt: Prekių dalių, esančių logistiniame vienete (ITIP), identifikavimas
lv: Tirdzniecības preču daļu identifikācija, kas atrodas loģistikas vienībā
mt: Identifikazzjoni tal-biċċiet ta' oġġett kummerċjali (ITIP) f'unità loġistika
nl: Identificatie van onderdelen van een handelsartikel (ITIP) in een logistieke eenheid
no: Identifikasjon av deler av en handelsvare (ITIP) inneholdt i en logistisk enhet
pl: Identyfikacja części artykułu handlowego (ITIP) zawartego w jednostce logistycznej
pt: Identificação das peças de um item comercial (ITIP) contidas em uma unidade logística
ro: Identificarea pieselor unui articol comercial (ITIP) conținute într-o unitate logistică
sk: Identifikácia častí obchodnej položky (ITIP) obsiahnutých v logistickej jednotke
sl: Identifikacija delov trgovskega artikla (ITIP), vsebovanih v logistični enoti
sv: Identifiering av delar av en handelsvara (ITIP) som finns i en logistikenhet

# ai8030
source: Digital Signature (DigSig)
bg: Цифров подпис (DigSig)
cs: Digitální podpis (DigSig)
da: Digital signatur (DigSig)
de: Digitale Signatur (DigSig)
el: Ψηφιακή Υπογραφή (DigSig)
es: Firma Digital (DigSig)
fi: Digitaalinen allekirjoitus (DigSig)
fr: Signature Numérique (DigSig)
ga: Síniú Digiteach (DigSig)
hr: Digitalni potpis (DigSig)
hu: Digitális Aláírás (DigSig)
is: Stafræn undirskrift (DigSig)
it: Firma Digitale (DigSig)
lt: Skaitmeninis parašas (DigSig)
lv: Digitālais paraksts (DigSig)
mt: Firma Diġitali (DigSig)
nl: Digitale Handtekening (DigSig)
no: Digital signatur (DigSig)
pl: Podpis cyfrowy (DigSig)
pt: Assinatura Digital (DigSig)
ro: Semnătura Digitală (DigSig)
sk: Digitálny podpis (DigSig)
sl: Digitalni podpis (DigSig)
sv: Digital signatur (DigSig)

# ai8110
source: Coupon code identification for use in North America
bg: Идентификационен код на купон за употреба в Северна Америка
cs: Identifikace kódu kupónu pro použití v Severní Americe
da: Kuponkodeidentifikation til brug i Nordamerika
de: Gutscheincodeidentifikation für den Einsatz in Nordamerika
el: Αναγνώριση κωδικού κουπονιού για χρήση στη Βόρεια Αμερική
es: Identificación del código de cupón para uso en América del Norte
fi: Kuponkikoodin tunnistus Pohjois-Amerikassa käytettäväksi
fr: Identification du code de coupon pour utilisation en Amérique du Nord
ga: Aitheantas cód cúpóin le húsáid i Meiriceá Thuaidh
hr: Identifikacija koda kupona za upotrebu u Sjevernoj Americi
hu: Kuponkód azonosítása Észak-Amerikában való használatra
is: Kóða auðkenning fyrir afsláttarmiða til notkunar í Norður-Ameríku
it: Identificazione del codice coupon per l'uso in Nord America
lt: Kupono kodo identifikavimas naudojimui Šiaurės Amerikoje
lv: Kuponu kodu identifikācija lietošanai Ziemeļamerikā
mt: Identifikazzjoni tal-kodiċi tal-kupun għall-użu fl-Amerika ta' Fuq
nl: Couponcode identificatie voor gebruik in Noord-Amerika
no: Kupongkodeidentifikasjon for bruk i Nord-Amerika
pl: Identyfikacja kodu kuponu do użytku w Ameryce Północnej
pt: Identificação de código de cupom para uso na América do Norte
ro: Identificarea codului de cupon pentru utilizare în America de Nord
sk: Identifikácia kódu kupónu pre použitie v Severnej Amerike
sl: Identifikacija kode kupona za uporabo v Severni Ameriki
sv: Kupongkodsidentifiering för användning i Nordamerika

# ai8111
source: Loyalty points of a coupon
bg: Точки за лоялност на купон
cs: Body věrnostního programu kupónu
da: Loyalitetspoint af en kupon
de: Treuepunkte eines Gutscheins
el: Πόντοι αφοσίωσης ενός κουπονιού
es: Puntos de lealtad de un cupón
fi: Kupongin lojaliteettipisteet
fr: Points de fidélité d'un coupon
ga: Pointí dílseachta cúpóin
hr: Bodovi lojalnosti kupona
hu: Kupon hűségpontjai
is: Stig lojalitetar af afsláttarmiða
it: Punti fedeltà di un coupon
lt: Kupono lojalumo taškai
lv: Kuponu lojalitātes punkti
mt: Punti tal-lojalta' tal-kupun
nl: Loyaliteitspunten van een coupon
no: Lojalitetspoeng for en kupong
pl: Punkty lojalnościowe kuponu
pt: Pontos de fidelidade de um cupom
ro: Punctele de loialitate ale unui cupon
sk: Body vernosti kupónu
sl: Točke zvestobe kupona
sv: Lojalitetspoäng för en kupong

# ai8112
source: Positive offer file coupon code identification for use in North America
bg: Идентификационен код на позитивен офертен файл купон за употреба в Северна Америка
cs: Identifikace kódu kupónu pozitivní nabídky pro použití v Severní Americe
da: Positiv tilbudsfil kuponkodeidentifikation til brug i Nordamerika
de: Identifikation des positiven Angebotsdatei-Gutscheincodes für den Einsatz in Nordamerika
el: Αναγνώριση κωδικού κουπονιού θετικής προσφοράς για χρήση στη Βόρεια Αμερική
es: Identificación del código de cupón de archivo de oferta positiva para uso en América del Norte
fi: Pohjois-Amerikassa käytettävän positiivisen tarjouskoodin tunnistus
fr: Identification du code de coupon de fichier d'offre positive pour utilisation en Amérique du Nord
ga: Aitheantas cód cúpóin comhad tairisceana dearfach le húsáid i Meiriceá Thuaidh
hr: Identifikacija koda kupona pozitivne ponude za upotrebu u Sjevernoj Americi
hu: Pozitív ajánlati fájl kuponkód azonosítása Észak-Amerikában való használatra
is: Jákvæða tilboðsskrá afsláttarmiða kóða auðkenning fyrir notkun í Norður-Ameríku
it: Identificazione del codice coupon di offerta positiva per l'uso in Nord America
lt: Teigiamo pasiūlymo failo kupono kodo identifikavimas naudojimui Šiaurės Amerikoje
lv: Pozitīvā piedāvājuma faila kuponu kodu identifikācija lietošanai Ziemeļamerikā
mt: Identifikazzjoni tal-kodiċi tal-kupun tal-fajl ta' offerta pożittiva għall-użu fl-Amerika ta' Fuq
nl: Couponcode identificatie voor positieve aanbiedingen voor gebruik in Noord-Amerika
no: Positiv tilbudsfilkupongkodeidentifikasjon for bruk i Nord-Amerika
pl: Identyfikacja kodu kuponu oferty pozytywnej do użytku w Ameryce Północnej
pt: Identificação de código de cupom de oferta positiva para uso na América do Norte
ro: Identificarea codului de cupon pentru ofertă pozitivă pentru utilizare în America de Nord
sk: Identifikácia kódu kupónu pozitívneho ponukového súboru pre použitie v Severnej Amerike
sl: Identifikacija kode kupona pozitivne ponudbe za uporabo v Severni Ameriki
sv: Identifiering av kupongkod för positivt erbjudande för användning i Nordamerika

# ai8200
source: Extended packaging URL
bg: Разширен URL за опаковка
cs: Rozšířené URL balení
da: Udvidet emballage URL
de: Erweiterte Verpackungs-URL
el: Επεκταμένο URL συσκευασίας
es: URL de empaque extendido
fi: Laajennettu pakkaus-URL
fr: URL d'emballage étendu
ga: URL pacáistithe sínte
hr: Prošireni URL pakiranja
hu: Kibővített csomagolási URL
is: Útvíkkuð pökkunarslóð
it: URL esteso dell'imballaggio
lt: Pratęstas pakavimo URL
lv: Paplašinātā iepakošanas URL
mt: URL tal-ippakkjar estiż
nl: Uitgebreide verpakkings-URL
no: Utvidet paknings-URL
pl: Rozszerzony URL opakowania
pt: URL de embalagem estendida
ro: URL-ul extins al ambalajului
sk: Rozšírená URL balenia
sl: Razširjeni URL pakiranja
sv: Utökad förpacknings-URL

# ai90
source: Information mutually agreed between trading partners
bg: Информация, съгласувана взаимно между търговски партньори
cs: Informace vzájemně dohodnuté mezi obchodními partnery
da: Information aftalt mellem handelspartnere
de: Informationen, die zwischen Handelspartnern vereinbart wurden
el: Πληροφορίες που συμφωνήθηκαν αμοιβαία μεταξύ εμπορικών συνεργατών
es: Información acordada mutuamente entre socios comerciales
fi: Kaupan osapuolten keskinäisesti sopima tieto
fr: Informations mutuellement convenues entre partenaires commerciaux
ga: Eolas aontaithe go frithpháirteach idir comhpháirtithe trádála
hr: Informacije dogovorene između trgovačkih partnera
hu: Kereskedelmi partnerek között közösen megegyezett információk
is: Upplýsingar sem eru gagnkvæmt samþykktar milli viðskiptaaðila
it: Informazioni concordate mutualmente tra partner commerciali
lt: Informacija, dėl kurios susitarė prekybos partneriai
lv: Informācija, kas savstarpēji saskaņota starp tirdzniecības partneriem
mt: Informazzjoni miftiehma b'mod reċiproku bejn imsieħba kummerċjali
nl: Wederzijds overeengekomen informatie tussen handelspartners
no: Informasjon gjensidig avtalt mellom handelspartnere
pl: Informacje uzgodnione wzajemnie między partnerami handlowymi
pt: Informações acordadas mutuamente entre parceiros comerciais
ro: Informații convenite reciproc între partenerii comerciali
sk: Informácie vzájomne dohodnuté medzi obchodnými partnermi
sl: Informacije, dogovorjene med trgovinskimi partnerji
sv: Information ömsesidigt överenskommen mellan handelspartners

# ai91
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai92
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai93
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai94
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai95
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information
