Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai364n
source: Net volume, cubic inches (variable measure trade item)
bg: Нетен обем, кубични инчове (променлива мярка за търговски артикул)
cs: Čistý objem, kubické palce (obchodní položka s variabilním měřením)
da: Nettovolumen, kubiktommer (variabel målehåndelsvare)
de: Nettovolumen, Kubikzoll (variabler Maßhandelsartikel)
el: Καθαρός όγκος, κυβικές ίντσες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, pulgadas cúbicas (artículo comercial de medida variable)
fi: Nettotilavuus, kuutiotuumat (muuttuva mittakauppatavara)
fr: Volume net, pouces cubes (article commercial à mesure variable)
ga: Toirt glan, orlach chiúbach (earra trádála tomhais athraitheach)
hr: Neto volumen, kubni inči (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, köbcentiméter (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, fer tommur (breytileg mælieining viðskiptavöru)
it: Volume netto, pollici cubi (articolo commerciale a misura variabile)
lt: Neto tūris, kubiniai coliai (kintamos matavimo prekė)
lv: Neto tilpums, kubikcollas (mainīga mēra tirdzniecības prece)
mt: Volum nett, pulzieri kubi (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, kubieke inches (variabel meetbaar handelsartikel)
no: Nettovolum, kubikktommer (variabel målehandelsvare)
pl: Objętość netto, cale sześcienne (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, polegadas cúbicas (item comercial de medida variável)
ro: Volum net, inci cubici (articol comercial cu măsură variabilă)
sk: Netto objem, kubické palce (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, kubični palci (spremenljiva merska trgovska postavka)
sv: Nettovolym, kubiktum (handelsvara med variabel mätning)

# ai365n
source: Net volume, cubic feet (variable measure trade item)
bg: Нетен обем, кубични футове (променлива мярка за търговски артикул)
cs: Čistý objem, kubické stopy (obchodní položka s variabilním měřením)
da: Nettovolumen, kubikfødder (variabel målehåndelsvare)
de: Nettovolumen, Kubikfuß (variabler Maßhandelsartikel)
el: Καθαρός όγκος, κυβικά πόδια (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, pies cúbicos (artículo comercial de medida variable)
fi: Nettotilavuus, kuutiojalat (muuttuva mittakauppatavara)
fr: Volume net, pieds cubes (article commercial à mesure variable)
ga: Toirt glan, troigh chiúbach (earra trádála tomhais athraitheach)
hr: Neto volumen, kubne stope (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, köbláb (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, fer fet (breytileg mælieining viðskiptavöru)
it: Volume netto, piedi cubi (articolo commerciale a misura variabile)
lt: Neto tūris, kubinės pėdos (kintamos matavimo prekė)
lv: Neto tilpums, kubikpēdas (mainīga mēra tirdzniecības prece)
mt: Volum nett, piedi kubi (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, kubieke voeten (variabel meetbaar handelsartikel)
no: Nettovolum, kubikkfot (variabel målehandelsvare)
pl: Objętość netto, stopy sześcienne (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, pés cúbicos (item comercial de medida variável)
ro: Volum net, picioare cubice (articol comercial cu măsură variabilă)
sk: Netto objem, kubické stopy (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, kubični čevlji (spremenljiva merska trgovska postavka)
sv: Nettovolym, kubikfot (handelsvara med variabel mätning)

# ai366n
source: Net volume, cubic yards (variable measure trade item)
bg: Нетен обем, кубични ярдове (променлива мярка за търговски артикул)
cs: Čistý objem, kubické yardy (obchodní položka s variabilním měřením)
da: Nettovolumen, kubikyard (variabel målehåndelsvare)
de: Nettovolumen, Kubikyard (variabler Maßhandelsartikel)
el: Καθαρός όγκος, κυβικές γιάρδες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, yardas cúbicas (artículo comercial de medida variable)
fi: Nettotilavuus, kuutiojaardit (muuttuva mittakauppatavara)
fr: Volume net, yards cubes (article commercial à mesure variable)
ga: Toirt glan, slat chiúbach (earra trádála tomhais athraitheach)
hr: Neto volumen, kubni jardi (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, köbyard (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, fer jardar (breytileg mælieining viðskiptavöru)
it: Volume netto, iarde cubi (articolo commerciale a misura variabile)
lt: Neto tūris, kubiniai jardai (kintamos matavimo prekė)
lv: Neto tilpums, kubikjardi (mainīga mēra tirdzniecības prece)
mt: Volum nett, yard kubi (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, kubieke yards (variabel meetbaar handelsartikel)
no: Nettovolum, kubikkyard (variabel målehandelsvare)
pl: Objętość netto, jardy sześcienne (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, jardas cúbicas (item comercial de medida variável)
ro: Volum net, yarzi cubici (articol comercial cu măsură variabilă)
sk: Netto objem, kubické yardy (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, kubični jardi (spremenljiva merska trgovska postavka)
sv: Nettovolym, kubikyard (handelsvara med variabel mätning)

# ai367n
source: Logistic volume, cubic inches
bg: Логистичен обем, кубични инчове
cs: Logistický objem, kubické palce
da: Logistisk volumen, kubiktommer
de: Logistisches Volumen, Kubikzoll
el: Λογιστικός όγκος, κυβικές ίντσες
es: Volumen logístico, pulgadas cúbicas
fi: Logistinen tilavuus, kuutiotuumat
fr: Volume logistique, pouces cubes
ga: Toirt loighistice, orlach chiúbach
hr: Logistički volumen, kubni inči
hu: Logisztikai térfogat, köbcentiméter
is: Lógistísk rúmmál, fer tommur
it: Volume logistico, pollici cubi
lt: Logistinis tūris, kubiniai coliai
lv: Loģistikas tilpums, kubikcollas
mt: Volum loġistiku, pulzieri kubi
nl: Logistiek volume, kubieke inches
no: Logistisk volum, kubikktommer
pl: Objętość logistyczna, cale sześcienne
pt: Volume logístico, polegadas cúbicas
ro: Volum logistic, inci cubici
sk: Logistický objem, kubické palce
sl: Logistična prostornina, kubični palci
sv: Logistisk volym, kubiktum

# ai368n
source: Logistic volume, cubic feet
bg: Логистичен обем, кубични футове
cs: Logistický objem, kubické stopy
da: Logistisk volumen, kubikfødder
de: Logistisches Volumen, Kubikfuß
el: Λογιστικός όγκος, κυβικά πόδια
es: Volumen logístico, pies cúbicos
fi: Logistinen tilavuus, kuutiojalat
fr: Volume logistique, pieds cubes
ga: Toirt loighistice, troigh chiúbach
hr: Logistički volumen, kubne stope
hu: Logisztikai térfogat, köbláb
is: Lógistísk rúmmál, fer fet
it: Volume logistico, piedi cubi
lt: Logistinis tūris, kubinės pėdos
lv: Loģistikas tilpums, kubikpēdas
mt: Volum loġistiku, piedi kubi
nl: Logistiek volume, kubieke voeten
no: Logistisk volum, kubikkfot
pl: Objętość logistyczna, stopy sześcienne
pt: Volume logístico, pés cúbicos
ro: Volum logistic, picioare cubice
sk: Logistický objem, kubické stopy
sl: Logistična prostornina, kubični čevlji
sv: Logistisk volym, kubikfot

# ai369n
source: Logistic volume, cubic yards
bg: Логистичен обем, кубични ярдове
cs: Logistický objem, kubické yardy
da: Logistisk volumen, kubikyards
de: Logistisches Volumen, Kubikyard
el: Λογιστικός όγκος, κυβικές γιάρδες
es: Volumen logístico, yardas cúbicas
fi: Logistinen tilavuus, kuutiojaardit
fr: Volume logistique, yards cubes
ga: Toirt loighistice, slat chiúbach
hr: Logistički volumen, kubni jardi
hu: Logisztikai térfogat, köbyard
is: Lógistísk rúmmál, fer jardar
it: Volume logistico, iarde cubi
lt: Logistinis tūris, kubiniai jardai
lv: Loģistikas tilpums, kubikjardi
mt: Volum loġistiku, yard kubi
nl: Logistiek volume, kubieke yards
no: Logistisk volum, kubikkyard
pl: Objętość logistyczna, jardy sześcienne
pt: Volume logístico, jardas cúbicas
ro: Volum logistic, yarzi cubici
sk: Logistický objem, kubické yardy
sl: Logistična prostornina, kubični jardi
sv: Logistisk volym, kubikyard

# ai37
source: Count of trade items or trade item pieces contained in a logistic unit
bg: Брой търговски артикули или парчета търговски артикули, съдържащи се в логистична единица
cs: Počet obchodních položek nebo kusů obchodních položek obsažených v logistické jednotce
da: Antal handelsvarer eller handelsvaredelstykker indeholdt i en logistikenhed
de: Anzahl der Handelsartikel oder Stücke von Handelsartikeln in einer logistischen Einheit
el: Πλήθος εμπορικών αντικειμένων ή κομματιών εμπορικών αντικειμένων που περιέχονται σε μια λογιστική μονάδα
es: Cantidad de artículos comerciales o piezas de artículos comerciales contenidos en una unidad logística
fi: Logistiikkayksikössä olevien kauppatavaroiden tai kauppatavaran palasten määrä
fr: Nombre d'articles commerciaux ou de pièces d'articles commerciaux contenus dans une unité logistique
ga: Líon earraí trádála nó píosaí earra trádála atá i aonad loighistice
hr: Broj trgovinskih stavki ili komada trgovinskih stavki sadržanih u logističkoj jedinici
hu: Kereskedelmi cikkek vagy kereskedelmi cikkek darabjainak száma egy logisztikai egységben
is: Fjöldi viðskiptavara eða viðskiptavöruhluta í lógistík einingu
it: Quantità di articoli commerciali o pezzi di articoli commerciali contenuti in un'unità logistica
lt: Prekių arba prekių dalių skaičius logistiniame vienete
lv: Tirdzniecības preču vai tirdzniecības preču daļu skaits loģistikas vienībā
mt: Numru ta' oġġetti kummerċjali jew biċċiet ta' oġġetti kummerċjali f'unità loġistika
nl: Aantal handelsartikelen of handelsartikelstukken in een logistieke eenheid
no: Antall handelsvarer eller stykker av handelsvare i en logistisk enhet
pl: Liczba artykułów handlowych lub części artykułów handlowych zawartych w jednostce logistycznej
pt: Contagem de itens comerciais ou peças de itens comerciais contidos em uma unidade logística
ro: Numărul de articole comerciale sau piese de articole comerciale conținute într-o unitate logistică
sk: Počet obchodných položiek alebo kusov obchodnej položky obsiahnutých v logistickej jednotke
sl: Število trgovskih artiklov ali kosov trgovskih artiklov, ki so vsebovani v logistični enoti
sv: Antal handelsvaror eller delar av handelsvaror som ingår i en logistik-enhet

# ai390n
source: Amount payable or coupon value - Single monetary area
bg: Сума за плащане или стойност на купон - Една валутна зона
cs: Částka k úhradě nebo hodnota kupónu - Jedna měnová oblast
da: Beløb betalbart eller kuponværdi - Enkelt monetært område
de: Zu zahlender Betrag oder Gutscheinwert - Einzelner Währungsbereich
el: Ποσό προς πληρωμή ή αξία κουπονιού - Ενιαία νομισματική περιοχή
es: Monto a pagar o valor del cupón - Área monetaria única
fi: Maksettava summa tai kuponin arvo - Yksi rahayksikköalue
fr: Montant payable ou valeur du coupon - Zone monétaire unique
ga: Suim iníoctha nó luach cúpón - Limistéar airgeadra aonair
hr: Iznos za plaćanje ili vrijednost kupona - Jedno monetarno područje
hu: Fizetendő összeg vagy kuponerősség - Egységes pénzterület
is: Upphæð sem greiða skal eða gildi afsláttarmiða - Einn peningasvæði
it: Importo da pagare o valore del coupon - Area monetaria singola
lt: Mokėtina suma arba kupono vertė - Vienintelė pinigų sritis
lv: Samaksas summa vai kupona vērtība - viena naudas zona
mt: Ammont li għandu jitħallas jew il-valur tal-kupun - Żona monetarja unika
nl: Te betalen bedrag of couponwaarde - Enkel munteenheidsgebied
no: Beløp betalbart eller kupongverdi - Enkelt monetært område
pl: Kwota do zapłaty lub wartość kuponu - Jednoobszarowa strefa walutowa
pt: Valor a pagar ou valor do cupom - Área monetária única
ro: Suma de plată sau valoarea cuponului - Zonă monetară unică
sk: Splatená suma alebo hodnota kupónu - Jedna menová oblasť
sl: Znesek za plačilo ali vrednost kupona - Eno monetarno območje
sv: Belopp att betala eller kupongvärde - Enkel monetär zon

# ai391n
source: Amount payable and ISO currency code
bg: Сума за плащане и ISO валутен код
cs: Částka k úhradě a kód měny ISO
da: Beløb betalbart og ISO-valutakode
de: Zu zahlender Betrag und ISO-Währungscode
el: Ποσό προς πληρωμή και κωδικός νομίσματος ISO
es: Monto a pagar y código de moneda ISO
fi: Maksettava summa ja ISO-valuuttakoodi
fr: Montant payable et code de devise ISO
ga: Suim iníoctha agus cód airgeadra ISO
hr: Iznos za plaćanje i ISO valutni kod
hu: Fizetendő összeg és ISO pénznemkód
is: Upphæð sem greiða skal og ISO gjaldmiðilskóði
it: Importo da pagare e codice valuta ISO
lt: Mokėtina suma ir ISO valiutos kodas
lv: Samaksas summa un ISO valūtas kods
mt: Ammont li għandu jitħallas u l-kodiċi tal-munita ISO
nl: Te betalen bedrag en ISO-valutacode
no: Beløp betalbart og ISO valutakode
pl: Kwota do zapłaty i kod waluty ISO
pt: Valor a pagar e código de moeda ISO
ro: Suma de plată și codul valutar ISO
sk: Splatená suma a ISO kód meny
sl: Znesek za plačilo in ISO koda valute
sv: Belopp att betala och ISO-valutakod

# ai392n
source: Amount payable for a variable measure trade item - Single monetary area
bg: Сума за плащане за променлива мярка търговски артикул - Една валутна зона
cs: Částka k úhradě pro obchodní položku s variabilním měřením - Jedna měnová oblast
da: Beløb betalbart for en variabel målehåndelsvare - Enkelt monetært område
de: Zu zahlender Betrag für variablen Maßhandelsartikel - Einzelner Währungsbereich
el: Ποσό προς πληρωμή για εμπορικό αντικείμενο μεταβλητής μέτρησης - Ενιαία νομισματική περιοχή
es: Monto a pagar por un artículo comercial de medida variable - Área monetaria única
fi: Muuttuvan mittakaavan kauppatavaralle maksettava summa - Yksi rahayksikköalue
fr: Montant payable pour un article commercial à mesure variable - Zone monétaire unique
ga: Suim iníoctha le haghaidh earra trádála tomhais athraitheach - Limistéar airgeadra aonair
hr: Iznos za plaćanje za promjenjivu mjernu trgovačku stavku - Jedno monetarno područje
hu: Változó mértékű kereskedelmi cikkért fizetendő összeg - Egységes pénzterület
is: Upphæð sem greiða skal fyrir breytilega mæli einingu viðskiptavöru - Einn peningasvæði
it: Importo da pagare per un articolo commerciale a misura variabile - Area monetaria singola
lt: Mokėtina suma už kintamos matavimo prekę - Vienintelė pinigų sritis
lv: Samaksas summa par mainīgas mēras tirdzniecības preci - viena naudas zona
mt: Ammont li għandu jitħallas għal oġġett kummerċjali b'kejl varjabbli - Żona monetarja unika
nl: Te betalen bedrag voor een variabel meetbaar handelsartikel - Enkel munteenheidsgebied
no: Beløp betalbart for en variabel målehandelsvare - Enkelt monetært område
pl: Kwota do zapłaty za artykuł handlowy o zmiennej miarze - Jednoobszarowa strefa walutowa
pt: Valor a pagar por um item comercial de medida variável - Área monetária única
ro: Suma de plată pentru un articol comercial cu măsură variabilă - Zonă monetară unică
sk: Splatená suma za položku obchodovanú s variabilným meraním - Jedna menová oblasť
sl: Znesek za plačilo za spremenljivo mersko trgovsko postavko - Eno monetarno območje
sv: Belopp att betala för en handelsvara med variabel mätning - Enkel monetär zon

# ai393n
source: Amount payable for a variable measure trade item and ISO currency code
bg: Сума за плащане за променлива мярка търговски артикул и ISO валутен код
cs: Částka k úhradě pro obchodní položku s variabilním měřením a kód měny ISO
da: Beløb betalbart for en variabel målehåndelsvare og ISO-valutakode
de: Zu zahlender Betrag für variablen Maßhandelsartikel und ISO-Währungscode
el: Ποσό προς πληρωμή για εμπορικό αντικείμενο μεταβλητής μέτρησης και κωδικός νομίσματος ISO
es: Monto a pagar por un artículo comercial de medida variable y código de moneda ISO
fi: Muuttuvan mittakaavan kauppatavaralle maksettava summa ja ISO-valuuttakoodi
fr: Montant payable pour un article commercial à mesure variable et code de devise ISO
ga: Suim iníoctha le haghaidh earra trádála tomhais athraitheach agus cód airgeadra ISO
hr: Iznos za plaćanje za promjenjivu mjernu trgovačku stavku i ISO valutni kod
hu: Változó mértékű kereskedelmi cikkért fizetendő összeg és ISO pénznemkód
is: Upphæð sem greiða skal fyrir breytilega mæli einingu viðskiptavöru og ISO gjaldmiðilskóði
it: Importo da pagare per un articolo commerciale a misura variabile e codice valuta ISO
lt: Mokėtina suma už kintamos matavimo prekę ir ISO valiutos kodas
lv: Samaksas summa par mainīgas mēras tirdzniecības preci un ISO valūtas kods
mt: Ammont li għandu jitħallas għal oġġett kummerċjali b'kejl varjabbli u l-kodiċi tal-munita ISO
nl: Te betalen bedrag voor een variabel meetbaar handelsartikel en ISO-valutacode
no: Beløp betalbart for en variabel målehandelsvare og ISO valutakode
pl: Kwota do zapłaty za artykuł handlowy o zmiennej miarze i kod waluty ISO
pt: Valor a pagar por um item comercial de medida variável e código de moeda ISO
ro: Suma de plată pentru un articol comercial cu măsură variabilă și codul valutar ISO
sk: Splatená suma za položku obchodovanú s variabilným meraním a ISO kód meny
sl: Znesek za plačilo za spremenljivo mersko trgovsko postavko in ISO koda valute
sv: Belopp att betala för en handelsvara med variabel mätning och ISO-valutakod

# ai394n
source: Percentage discount of a coupon
bg: Процентна отстъпка от купон
cs: Procentní sleva na kupón
da: Procentvis rabat på en kupon
de: Prozentualer Rabatt eines Gutscheins
el: Ποσοστιαία έκπτωση ενός κουπονιού
es: Descuento porcentual de un cupón
fi: Kuponin prosenttialennus
fr: Pourcentage de réduction d'un coupon
ga: Lascaine céatadáin de chúpón
hr: Postotni popust kupona
hu: Kupon százalékos kedvezménye
is: Hlutfall afsláttar af afsláttarmiða
it: Sconto percentuale di un coupon
lt: Kupono nuolaidos procentas
lv: Kupona atlaižu procenti
mt: Perċentwali ta' skont tal-kupun
nl: Percentage korting op een coupon
no: Prosentvis rabatt på en kupong
pl: Procentowa zniżka na kupon
pt: Desconto percentual de um cupom
ro: Reducere procentuală a unui cupon
sk: Percentuálna zľava z kupónu
sl: Odstotni popust kupona
sv: Procentrabatt på en kupong

# ai395n
source: Amount payable per unit of measure single monetary area (variable measure trade item)
bg: Сума за плащане на единица мярка една валутна зона (променлива мярка за търговски артикул)
cs: Částka k úhradě za jednotku míry jedna měnová oblast (obchodní položka s variabilním měřením)
da: Beløb betalbart pr. måleenhed enkelt monetært område (variabel målehåndelsvare)
de: Zu zahlender Betrag pro Maßeinheit einzelner Währungsbereich (variabler Maßhandelsartikel)
el: Ποσό προς πληρωμή ανά μονάδα μέτρησης ενιαίας νομισματικής περιοχής (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Monto a pagar por unidad de medida área monetaria única (artículo comercial de medida variable)
fi: Maksettava summa mittayksikköä kohden yksi rahayksikköalue (muuttuva mittakauppatavara)
fr: Montant payable par unité de mesure zone monétaire unique (article commercial à mesure variable)
ga: Suim iníoctha in aghaidh an aonaid tomhais limistéar airgeadra aonair (earra trádála tomhais athraitheach)
hr: Iznos za plaćanje po jedinici mjere jedno monetarno područje (promjenjiva mjerna trgovačka stavka)
hu: Egységnyi mérték szerinti fizetendő összeg egységes pénzterületen (változó mértékű kereskedelmi cikk)
is: Upphæð sem greiða skal fyrir hverja einingu af mælieiningu einn peningasvæði (breytileg mælieining viðskiptavöru)
it: Importo da pagare per unità di misura area monetaria singola (articolo commerciale a misura variabile)
lt: Mokėtina suma už vienetą vienintelėje pinigų srityje (kintamos matavimo prekė)
lv: Samaksas summa par mērvienību viena naudas zona (mainīga mēra tirdzniecības prece)
mt: Ammont li għandu jitħallas għal kull unità ta' kejl żona monetarja unika (oġġett kummerċjali b'kejl varjabbli)
nl: Te betalen bedrag per meeteenheid enkel munteenheidsgebied (variabel meetbaar handelsartikel)
no: Beløp betalbart per måleenhet enkelt monetært område (variabel målehandelsvare)
pl: Kwota do zapłaty za jednostkę miary jednoobszarowej strefy walutowej (artykuł handlowy o zmiennej miarze)
pt: Valor a pagar por unidade de medida área monetária única (item comercial de medida variável)
ro: Suma de plată pe unitate de măsură zonă monetară unică (articol comercial cu măsură variabilă)
sk: Splatená suma za jednotku merania jedna menová oblasť (položka obchodovaná s variabilným meraním)
sl: Znesek za plačilo na enoto mere eno monetarno območje (spremenljiva merska trgovska postavka)
sv: Belopp att betala per måttenhet enkel monetär zon (handelsvara med variabel mätning)

# ai400
source: Customer's purchase order number
bg: Номер на поръчката на клиента
cs: Číslo objednávky zákazníka
da: Kundens indkøbsordrenummer
de: Bestellnummer des Kunden
el: Αριθμός παραγγελίας αγοράς πελάτη
es: Número de pedido de compra del cliente
fi: Asiakkaan ostotilausnumero
fr: Numéro de commande d'achat du client
ga: Uimhir ordaithe ceannaigh an chustaiméara
hr: Broj narudžbe kupca
hu: Vevő megrendelésszáma
is: Pöntunarnúmer viðskiptavinar
it: Numero d'ordine di acquisto del cliente
lt: Kliento užsakymo numeris
lv: Klienta pasūtījuma numurs
mt: Numru tal-ordni tax-xiri tal-klijent
nl: Bestelnummer van de klant
no: Kundens innkjøpsordrenummer
pl: Numer zamówienia zakupu klienta
pt: Número do pedido de compra do cliente
ro: Numărul de comandă de cumpărare al clientului
sk: Číslo objednávky zákazníka
sl: Številka naročila kupca
sv: Kundens beställningsnummer

# ai401
source: Global Identification Number for Consignment (GINC)
bg: Глобален идентификационен номер за партида (GINC)
cs: Globální identifikační číslo pro zásilku (GINC)
da: Globalt identifikationsnummer for forsendelse (GINC)
de: Globaler Identifikationsnummer für Konsignation (GINC)
el: Παγκόσμιος Αριθμός Αναγνώρισης για Αποστολή (GINC)
es: Número Global de Identificación para Envíos (GINC)
fi: Maailmanlaajuinen tunnusnumero kuljetukselle (GINC)
fr: Numéro Global d'Identification pour Consignation (GINC)
ga: Uimhir Aitheantais Domhanda le haghaidh Lastais (GINC)
hr: Globalni identifikacijski broj za pošiljku (GINC)
hu: Globális Azonosítószám Küldeményhez (GINC)
is: Global Identification Number fyrir Consignment (GINC)
it: Numero Globale di Identificazione per la Consignazione (GINC)
lt: Konsignacijos globalus identifikavimo numeris (GINC)
lv: Globālais identifikācijas numurs konsignācijai (GINC)
mt: Numru Globali ta' Identifikazzjoni għall-Konsenja (GINC)
nl: Globaal Identificatienummer voor Consignatie (GINC)
no: Globalt identifikasjonsnummer for forsendelse (GINC)
pl: Globalny Numer Identyfikacyjny dla Konsygnacji (GINC)
pt: Número Global de Identificação para Consignação (GINC)
ro: Număr Global de Identificare pentru Consignație (GINC)
sk: Globálne identifikačné číslo pre zásielku (GINC)
sl: Globalna identifikacijska številka za pošiljko (GINC)
sv: Globalt identifieringsnummer för konsignation (GINC)
