Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai713
source: National Healthcare Reimbursement Number (NHRN) - Brasil DRN
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Бразилия DRN
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Brazílie DRN
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - Brasilien DRN
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Brasilien DRN
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Βραζιλία DRN
es: Número Nacional de Reembolso de Salud (NHRN) - Brasil DRN
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Brasilian DRN
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - Brésil DRN
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Brasaíle DRN
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Brazilski DRN
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Brazil DRN
is: National Healthcare Reimbursement Number (NHRN) - Brasilía DRN
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Brasile DRN
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Brazilijos DRN
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Brazīlijas DRN
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - DRN Brażiljan
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Brazilië DRN
no: Nasjonalt helserefusjonsnummer (NHRN) - Brasil DRN
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Brazylia DRN
pt: Número Nacional de Reembolso de Saúde (NHRN) - Brasil DRN
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - Brazilia DRN
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Brazílsky DRN
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Brazilski DRN
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - Brasilien DRN

# ai714
source: National Healthcare Reimbursement Number (NHRN) - Portugal AIM
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Португалия AIM
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Portugalsko AIM
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - Portugal AIM
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Portugal AIM
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Πορτογαλία AIM
es: Número Nacional de Reembolso de Salud (NHRN) - Portugal AIM
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Portugalin AIM
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - Portugal AIM
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Portaingéilis AIM
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Portugalski AIM
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Portugál AIM
is: National Healthcare Reimbursement Number (NHRN) - Portúgal AIM
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Portogallo AIM
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Portugalijos AIM
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Portugāles AIM
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - AIM Portugiż
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Portugal AIM
no: Nasjonalt helserefusjonsnummer (NHRN) - Portugal AIM
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Portugalia AIM
pt: Número Nacional de Reembolso de Saúde (NHRN) - Portugal AIM
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - Portugalia AIM
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Portugalský AIM
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Portugalski AIM
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - Portugal AIM

# ai715
source: National Healthcare Reimbursement Number (NHRN) - United States of America NDC
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Съединените американски щати NDC
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Spojené státy americké NDC
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - USA NDC
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Vereinigte Staaten von Amerika NDC
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Ηνωμένες Πολιτείες Αμερικής NDC
es: Número Nacional de Reembolso de Salud (NHRN) - Estados Unidos de América NDC
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Yhdysvaltojen NDC
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - États-Unis d'Amérique NDC
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Stáit Aontaithe Mheiriceá NDC
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Američki NDC
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Amerikai Egyesült Államok NDC
is: National Healthcare Reimbursement Number (NHRN) - Bandaríkin NDC
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Stati Uniti d'America NDC
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Jungtinių Amerikos Valstijų NDC
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Amerikas Savienotajām Valstīm NDC
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - NDC tal-Istati Uniti tal-Amerika
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Verenigde Staten van Amerika NDC
no: Nasjonalt helserefusjonsnummer (NHRN) - USA NDC
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Stany Zjednoczone Ameryki NDC
pt: Número Nacional de Reembolso de Saúde (NHRN) - Estados Unidos da América NDC
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - Statele Unite ale Americii NDC
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Americký NDC
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Ameriški NDC
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - USA NDC

# ai723s
source: Certification reference
bg: Сертификационна референция
cs: Odkaz na certifikaci
da: Certificeringsreference
de: Zertifizierungsreferenz
el: Αναφορά πιστοποίησης
es: Referencia de certificación
fi: Sertifiointiviite
fr: Référence de certification
ga: Tagairt deimhnithe
hr: Referenca certifikata
hu: Tanúsítási hivatkozás
is: Vottun vísa
it: Riferimento di certificazione
lt: Sertifikavimo nuoroda
lv: Sertifikācijas atsauce
mt: Referenza taċ-ċertifikazzjoni
nl: Certificatiereferentie
no: Sertifiseringsreferanse
pl: Referencja certyfikacji
pt: Referência de certificação
ro: Referința de certificare
sk: Referencia certifikácie
sl: Referenca certifikacije
sv: Certifieringsreferens

# ai7240
source: Protocol ID
bg: Протокол ID
cs: Protokol ID
da: Protokol-ID
de: Protokoll-ID
el: Ταυτότητα πρωτοκόλλου
es: ID de protocolo
fi: Protokollan tunnus
fr: ID de protocole
ga: Uimhir ID prótacail
hr: ID protokola
hu: Protokoll azonosító
is: Prótókoll auðkenni
it: ID del protocollo
lt: Protokolo ID
lv: Protokola ID
mt: ID tal-protokoll
no: Protokoll-ID
pl: ID protokołu
pt: ID do protocolo
ro: ID-ul protocolului
sk: Identifikačný kód protokolu
sl: ID protokola
sv: Protokoll-ID

# ai7241
source: AIDC media type
bg: Тип на медията AIDC
cs: Typ média AIDC
da: AIDC medietype
de: AIDC Medientyp
el: Τύπος μέσου AIDC
es: Tipo de medio AIDC
fi: AIDC-mediatyyppi
fr: Type de média AIDC
ga: Cineál meán AIDC
hr: Vrsta medija AIDC
hu: AIDC média típus
is: AIDC fjölmiðla týpa
it: Tipo di media AIDC
lt: AIDC medijos tipas
lv: AIDC mediju veids
mt: Tip ta' midja AIDC
no: AIDC-medietype
pl: Typ mediów AIDC
pt: Tipo de mídia AIDC
ro: Tipul de mediu AIDC
sk: Typ média AIDC
sl: Tip medija AIDC
sv: AIDC-mediatyp

# ai7242
source: Version Control Number (VCN)
bg: Номер за контрол на версията (VCN)
cs: Číslo verze kontroly (VCN)
da: Versionskontrolnummer (VCN)
de: Versionskontrollnummer (VCN)
el: Αριθμός Ελέγχου Έκδοσης (VCN)
es: Número de Control de Versión (VCN)
fi: Versionhallintanumero (VCN)
fr: Numéro de Contrôle de Version (VCN)
ga: Uimhir Rialaithe Leagan (VCN)
hr: Broj kontrole verzije (VCN)
hu: Verzió Ellenőrzési Szám (VCN)
is: Útgáfa stjórnunarnúmer (VCN)
it: Numero di Controllo della Versione (VCN)
lt: Versijos kontrolės numeris (VCN)
lv: Versijas kontroles numurs (VCN)
mt: Numru tal-Kontroll tal-Verżjoni (VCN)
nl: Versiecontrole Nummer (VCN)
no: Versjonskontrollnummer (VCN)
pl: Numer Kontroli Wersji (VCN)
pt: Número de Controle de Versão (VCN)
ro: Numărul de Control al Versiunii (VCN)
sk: Kontrolné číslo verzie (VCN)
sl: Številka za nadzor različice (VCN)
sv: Versionskontrollnummer (VCN)

# ai8001
source: Roll products - width, length, core diameter, direction, splices
bg: Ролни продукти - ширина, дължина, диаметър на сърцевината, посока, свързвания
cs: Role produktů - šířka, délka, průměr jádra, směr, spoje
da: Rulleprodukter - bredde, længde, kerne diameter, retning, samlinger
de: Rollprodukte - Breite, Länge, Kerndurchmesser, Richtung, Spleiße
el: Προϊόντα ρολών - πλάτος, μήκος, διάμετρος πυρήνα, κατεύθυνση, συνδέσεις
es: Productos en rollo - ancho, longitud, diámetro del núcleo, dirección, empalmes
fi: Rullatuotteet - leveys, pituus, ydinhalkaisija, suunta, liitokset
fr: Produits en rouleau - largeur, longueur, diamètre du noyau, direction, épissures
ga: Táirgí rolla - leithead, fad, trastomhas lárnach, treo, spliceanna
hr: Proizvodi u roli - širina, dužina, promjer jezgre, smjer, spojevi
hu: Tekercses termékek - szélesség, hosszúság, magtengely átmérő, irány, illesztések
is: Rúllu vörur - breidd, lengd, kjarna þvermál, stefna, tengingar
it: Prodotti in rotolo - larghezza, lunghezza, diametro del nucleo, direzione, giunture
lt: Rulonų produktai - plotis, ilgis, branduolio skersmuo, kryptis, sujungimai
lv: Ruļļu produkti - platums, garums, kodola diametrs, virziens, savienojumi
mt: Prodotti tar-rombli - wisa', tul, dijametru tal-qalba, direzzjoni, ġonot
nl: Rolproducten - breedte, lengte, kern diameter, richting, verbindingen
no: Rulleprodukter - bredde, lengde, kjerne diameter, retning, skjøter
pl: Produkty w rolkach - szerokość, długość, średnica rdzenia, kierunek, złącza
pt: Produtos em rolo - largura, comprimento, diâmetro do núcleo, direção, emendas
ro: Produse pe rolă - lățime, lungime, diametrul miezului, direcție, îmbinări
sk: Rozmery rolkových produktov - šírka, dĺžka, priemer jadra, smer, spoje
sl: Izdelki v rolah - širina, dolžina, premer jedra, smer, spoji
sv: Rullprodukter - bredd, längd, kärndiameter, riktning, skarvar

# ai8002
source: Cellular mobile telephone identifier
bg: Идентификатор на мобилен телефон
cs: Identifikátor mobilního telefonu
da: Cellulær mobiltelefonidentifikator
de: Identifikator für mobiles Mobiltelefon
el: Αναγνωριστικό κινητού τηλεφώνου
es: Identificador de teléfono móvil celular
fi: Matkapuhelimen tunniste
fr: Identifiant de téléphone mobile cellulaire
ga: Aitheantóir fón póca ceallacha
hr: Identifikator mobilnog telefona
hu: Mobiltelefon azonosító
is: Farsími auðkenni
it: Identificatore di telefono cellulare
lt: Mobiliojo telefono identifikatorius
lv: Mobilā tālruņa identifikators
mt: Identifikatur tat-telefon ċellulari
nl: Identificatie van mobiele telefoon
no: Identifikator for mobiltelefon
pl: Identyfikator telefonu komórkowego
pt: Identificador de telefone celular móvel
ro: Identificator de telefon mobil celular
sk: Identifikátor mobilného telefónu
sl: Identifikator mobilnega telefona
sv: Identifierare för mobiltelefon

# ai8003
source: Global Returnable Asset Identifier (GRAI)
bg: Глобален идентификатор на възвръщаем актив (GRAI)
cs: Globální identifikátor vratného majetku (GRAI)
da: Global returaktividentifikator (GRAI)
de: Globaler Rückführbarer Vermögensidentifikator (GRAI)
el: Παγκόσμιος Αναγνωριστικός Κωδικός Επιστρεφόμενης Περιουσίας (GRAI)
es: Identificador Global de Activo Retornable (GRAI)
fi: Globaali palautettavan omaisuuden tunnistenumero (GRAI)
fr: Identifiant Global d'Actif Retournable (GRAI)
ga: Aitheantóir Sócmhainne In-aisghabhála Domhanda (GRAI)
hr: Globalni identifikator povratne imovine (GRAI)
hu: Globális Visszatéríthető Eszköz Azonosító (GRAI)
it: Identificatore Globale di Asset Restituibile (GRAI)
lt: Pasaulinio grąžinamo turto identifikatorius (GRAI)
lv: Globālais atgriežamā aktīva identifikators (GRAI)
mt: Identifikatur Globali tar-Riżorsi li jistgħu jerġgħu jintużaw (GRAI)
nl: Globale Terugkeerbare Asset Identifier (GRAI)
no: Globalt returaktivumidentifikator (GRAI)
pl: Globalny Identyfikator Majątku Zwracalnego (GRAI)
pt: Identificador Global de Ativo Retornável (GRAI)
ro: Identificator Global de Activ Returnabil (GRAI)
sk: Globálne identifikačné číslo vrátiteľného majetku (GRAI)
sl: Globalni identifikator povratnega sredstva (GRAI)
sv: Global återanvändbar tillgångsidentifierare (GRAI)

# ai8004
source: Global Individual Asset Identifier (GIAI)
bg: Глобален индивидуален идентификатор на актив (GIAI)
cs: Globální individuální identifikátor majetku (GIAI)
da: Global individuel aktividentifikator (GIAI)
de: Globaler individueller Vermögensidentifikator (GIAI)
el: Παγκόσμιος Ατομικός Αναγνωριστικός Κωδικός Περιουσίας (GIAI)
es: Identificador Global de Activo Individual (GIAI)
fi: Globaali yksittäisen omaisuuden tunnistenumero (GIAI)
fr: Identifiant Global d'Actif Individuel (GIAI)
ga: Aitheantóir Sócmhainne Indibhidiúil Domhanda (GIAI)
hr: Globalni identifikator pojedinačne imovine (GIAI)
hu: Globális Egyedi Eszköz Azonosító (GIAI)
it: Identificatore Globale di Asset Individuale (GIAI)
lt: Pasaulinio individualaus turto identifikatorius (GIAI)
lv: Globālais individuālā aktīva identifikators (GIAI)
mt: Identifikatur Globali tal-Assi Individwali (GIAI)
nl: Globale Individuele Asset Identifier (GIAI)
no: Globalt individuelt aktivumidentifikator (GIAI)
pl: Globalny Identyfikator Indywidualnego Majątku (GIAI)
pt: Identificador Global de Ativo Individual (GIAI)
ro: Identificator Global Individual de Activ (GIAI)
sk: Globálne identifikačné číslo jednotlivého majetku (GIAI)
sl: Globalni identifikator posameznega sredstva (GIAI)
sv: Global individuell tillgångsidentifierare (GIAI)

# ai8005
source: Price per unit of measure
bg: Цена на единица мярка
cs: Cena za jednotku míry
da: Pris pr. måleenhed
de: Preis pro Maßeinheit
el: Τιμή ανά μονάδα μέτρησης
es: Precio por unidad de medida
fi: Hinta mittayksikköä kohden
fr: Prix par unité de mesure
ga: Praghas in aghaidh an aonaid tomhais
hr: Cijena po jedinici mjere
hu: Ár egységnyi mennyiségért
is: Verð á einingu mælieiningar
it: Prezzo per unità di misura
lt: Kaina už vienetą
lv: Cena par vienības mēru
mt: Prezz għal kull unità tal-kejl
nl: Prijs per meeteenheid
no: Pris per måleenhet
pl: Cena za jednostkę miary
pt: Preço por unidade de medida
ro: Prețul pe unitate de măsură
sk: Cena za jednotku merania
sl: Cena na enoto mere
sv: Pris per måttenhet

# ai8006
source: Identification of an individual trade item (ITIP) piece
bg: Идентификация на индивидуален търговски артикул (ITIP) парче
cs: Identifikace jednotlivé obchodní položky (ITIP)
da: Identifikation af et enkelt handelsvarestykke (ITIP)
de: Identifizierung eines individuellen Handelsartikels (ITIP) Stück
el: Αναγνώριση ενός ατομικού εμπορικού αντικειμένου (ITIP)
es: Identificación de un artículo comercial individual (ITIP) pieza
fi: Yksittäisen kauppatavaran (ITIP) kappaleen tunnistus
fr: Identification d'un article commercial individuel (ITIP) pièce
ga: Aitheantas earra trádála aonair (ITIP)
hr: Identifikacija pojedinačne trgovačke stavke (ITIP)
hu: Egyedi kereskedelmi cikk azonosítása (ITIP) darab
is: Auðkenning á einstakri viðskiptavöru (ITIP) hluta
it: Identificazione di un pezzo individuale di articolo commerciale (ITIP)
lt: Individualaus prekės vieneto (ITIP) identifikavimas
lv: Individuālā tirdzniecības preces (ITIP) identifikācija
mt: Identifikazzjoni ta' biċċa individwali ta' oġġett kummerċjali (ITIP)
nl: Identificatie van een individueel handelsartikel (ITIP) stuk
no: Identifikasjon av en individuell handelsvare (ITIP)
pl: Identyfikacja indywidualnego artykułu handlowego (ITIP)
pt: Identificação de uma peça individual de item comercial (ITIP)
ro: Identificarea unui articol comercial individual (ITIP)
sk: Identifikácia jednotlivého obchodného predmetu (ITIP)
sl: Identifikacija posameznega trgovskega artikla (ITIP)
sv: Identifiering av en individuell handelsvara (ITIP)

# ai8007
source: International Bank Account Number (IBAN)
bg: Международен банков номер на сметка (IBAN)
cs: Mezinárodní bankovní číslo účtu (IBAN)
da: International bankkontonummer (IBAN)
de: Internationale Bankkontonummer (IBAN)
el: Διεθνής Τραπεζικός Αριθμός Λογαριασμού (IBAN)
es: Número Internacional de Cuenta Bancaria (IBAN)
fi: Kansainvälinen pankkitilinumero (IBAN)
fr: Numéro International de Compte Bancaire (IBAN)
ga: Uimhir Chuntais Bhainc Idirnáisiúnta (IBAN)
hr: Međunarodni bankovni broj računa (IBAN)
hu: Nemzetközi Bankszámlaszám (IBAN)
is: Alþjóðlegur bankareikningsnúmer (IBAN)
it: Numero Internazionale di Conto Bancario (IBAN)
lt: Tarptautinis banko sąskaitos numeris (IBAN)
lv: Starptautiskais bankas konta numurs (IBAN)
mt: Numru Internazzjonali tal-Kont Bankarju (IBAN)
nl: Internationaal Bankrekeningnummer (IBAN)
no: Internasjonalt bankkontonummer (IBAN)
pl: Międzynarodowy Numer Rachunku Bankowego (IBAN)
pt: Número Internacional de Conta Bancária (IBAN)
ro: Numărul Internațional de Cont Bancar (IBAN)
sk: Medzinárodné bankové číslo účtu (IBAN)
sl: Mednarodna bančna številka računa (IBAN)
sv: Internationellt bankkontonummer (IBAN)

# ai8008
source: Date and time of production
bg: Дата и час на производство
cs: Datum a čas výroby
da: Dato og tid for produktion
de: Datum und Uhrzeit der Produktion
el: Ημερομηνία και ώρα παραγωγής
es: Fecha y hora de producción
fi: Tuotantopäivämäärä ja -aika
fr: Date et heure de production
ga: Dáta agus am táirgthe
hr: Datum i vrijeme proizvodnje
hu: Gyártás dátuma és időpontja
is: Framleiðsludagur og tími
it: Data e ora di produzione
lt: Gamintojo data ir laikas
lv: Ražošanas datums un laiks
mt: Data u ħin tal-produzzjoni
nl: Datum en tijd van productie
no: Dato og tid for produksjon
pl: Data i czas produkcji
pt: Data e hora de produção
ro: Data și ora producției
sk: Dátum a čas výroby
sl: Datum in čas proizvodnje
sv: Datum och tid för produktion

# ai8009
source: Optically readable sensor indicator
bg: Оптично четим индикатор за сензор
cs: Opticky čitelný indikátor senzoru
da: Optisk læsbar sensorindikator
de: Optisch lesbarer Sensorindikator
el: Οπτικά αναγνώσιμος δείκτης αισθητήρα
es: Indicador de sensor legible ópticamente
fi: Optisesti luettava anturin ilmaisin
fr: Indicateur de capteur lisible optiquement
ga: Táscaire braiteora inléite optúil
hr: Indikator senzora koji se može optički čitati
hu: Optikailag olvasható érzékelő jelző
is: Sjónrænt lesanlegur skynjari vísir
it: Indicatore di sensore leggibile otticamente
lt: Optiškai skaitomas jutiklio indikatorius
lv: Optiski lasāms sensora indikators
mt: Indikatur tas-sensor li jinqara ottikament
nl: Optisch leesbare sensorindicator
no: Optisk lesbar sensorindikator
pl: Wskaźnik czujnika optycznie czytelny
pt: Indicador de sensor opticamente legível
ro: Indicator de senzor citibil optic
sk: Indikátor opticky čitateľného senzora
sl: Optično berljiv senzorski indikator
sv: Optiskt läsbar sensorindikator

# ai8010
source: Component/Part Identifier (CPID)
bg: Идентификатор на компонент/част (CPID)
cs: Identifikátor komponenty/dílu (CPID)
da: Komponent/delidentifikator (CPID)
de: Komponenten-/Teile-Identifikator (CPID)
el: Αναγνωριστικός Κωδικός Συστατικού/Μέρους (CPID)
es: Identificador de Componente/Pieza (CPID)
fi: Komponentin/Osan tunnistenumero (CPID)
fr: Identifiant de Composant/Pièce (CPID)
ga: Aitheantóir Comhpháirt/Cuid (CPID)
hr: Identifikator komponente/dijela (CPID)
hu: Komponens/Rész Azonosító (CPID)
is: Hluta/Komponenta auðkennari (CPID)
it: Identificatore di Componente/Parte (CPID)
lt: Komponento/dalies identifikatorius (CPID)
lv: Komponentu/Daļu Identifikators (CPID)
mt: Identifikatur tal-Komponent/Parti (CPID)
nl: Component/Onderdeel Identificatie (CPID)
no: Komponent-/Delidentifikator (CPID)
pl: Identyfikator Komponentu/Części (CPID)
pt: Identificador de Componente/Peça (CPID)
ro: Identificator de Componentă/Piesă (CPID)
sk: Identifikátor komponentu/časti (CPID)
sl: Identifikator komponente / dela (CPID)
sv: Komponent/delsidentifierare (CPID)

# ai8011
source: Component/Part Identifier serial number
bg: Сериен номер на идентификатор на компонент/част
cs: Sériové číslo identifikátoru komponenty/dílu
da: Komponent/delidentifikator serienummer
de: Seriennummer des Komponenten-/Teile-Identifikators
el: Σειριακός αριθμός Αναγνωριστικού Κωδικού Συστατικού/Μέρους
es: Número de serie del Identificador de Componente/Pieza
fi: Komponentin/Osan tunnistenumero sarjanumero
fr: Numéro de série de l'Identifiant de Composant/Pièce
ga: Uimhir shraithuimhir Aitheantóra Comhpháirt/Cuid (CPID)
hr: Serijski broj identifikatora komponente/dijela
hu: Komponens/Rész sorozatszáma
is: Hluta/Komponenta auðkennari raðnúmer
it: Numero di serie dell'Identificatore di Componente/Parte
lt: Komponento/dalies identifikatorius serijos numeris
lv: Komponentu/Daļu Identifikatora sērijas numurs
mt: Numru tas-serje tal-Identifikatur tal-Komponent/Parti
nl: Serieel nummer van Component/Onderdeel Identificatie
no: Komponent-/Delidentifikator serienummer
pl: Numer seryjny Identyfikatora Komponentu/Części
pt: Número de série do Identificador de Componente/Peça
ro: Numărul de serie al Identificatorului de Componentă/Piesă
sk: Sériové číslo identifikátora komponentu/časti
sl: Serijska številka identifikatorja komponente / dela
sv: Serienummer för komponent/delsidentifierare

# ai8012
source: Software version
bg: Версия на софтуера
cs: Verze softwaru
el: Έκδοση λογισμικού
es: Versión del software
fi: Ohjelmistoversio
fr: Version du logiciel
ga: Leagan bogearraí
hr: Verzija softvera
hu: Szoftver verzió
is: Hugbúnaðarútgáfa
it: Versione del software
lt: Programinės įrangos versija
lv: Programmatūras versija
mt: Verżjoni tas-softwer
nl: Softwareversie
no: Programvareversjon
pl: Wersja oprogramowania
pt: Versão do software
ro: Versiunea software-ului
sk: Verzia softvéru
sl: Različica programske opreme
sv: Programvaruversion

# ai8013
source: Global Model Number (GMN)
bg: Глобален моделен номер (GMN)
cs: Globální číslo modelu (GMN)
da: Global modelnummer (GMN)
de: Globale Modellnummer (GMN)
el: Παγκόσμιος Αριθμός Μοντέλου (GMN)
es: Número Global de Modelo (GMN)
fi: Globaali mallinumero (GMN)
fr: Numéro Global de Modèle (GMN)
ga: Uimhir Mhúnla Domhanda (GMN)
hr: Globalni broj modela (GMN)
hu: Globális Modellszám (GMN)
it: Numero Globale di Modello (GMN)
lt: Pasaulinio modelio numeris (GMN)
lv: Globālais Modeļa Numurs (GMN)
mt: Numru Globali tal-Mudell (GMN)
nl: Globaal Modelnummer (GMN)
no: Global modellnummer (GMN)
pl: Globalny Numer Modelu (GMN)
pt: Número Global do Modelo (GMN)
ro: Numărul Global de Model (GMN)
sk: Globálne modelové číslo (GMN)
sl: Globalna številka modela (GMN)
sv: Global modellnummer (GMN)
