Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai325n
source: Width, diameter, or second dimension, feet (variable measure trade item)
bg: Ширина, диаметър или второ измерение, футове (променлива мярка за търговски артикул)
cs: Šířka, průměr nebo druhý rozměr, stopy (obchodní položka s variabilním měřením)
da: Bredde, diameter eller anden dimension, fødder (variabel målehåndelsvare)
de: Breite, Durchmesser oder zweite Dimension, Fuß (variabler Maßhandelsartikel)
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, πόδια (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Ancho, diámetro o segunda dimensión, pies (artículo comercial de medida variable)
fi: Leveys, halkaisija tai toinen ulottuvuus, jalat (muuttuva mittakauppatavara)
fr: Largeur, diamètre ou deuxième dimension, pieds (article commercial à mesure variable)
ga: Leithead, trastomhas, nó dara toise, troigh (earra trádála tomhais athraitheach)
hr: Širina, promjer ili druga dimenzija, stope (promjenjiva mjera trgovačke stavke)
hu: Szélesség, átmérő vagy második dimenzió, láb (változó mértékű kereskedelmi cikk)
is: Breidd, þvermál, eða önnur mál, fet (breytileg mælieining viðskiptavöru)
it: Larghezza, diametro o seconda dimensione, piedi (articolo commerciale a misura variabile)
lt: Plotis, diametras arba antras matmuo, pėdos (kintamos matavimo prekė)
lv: Platums, diametrs vai otrā dimensija, pēdas (mainīga mēra tirdzniecības prece)
mt: Wisa', dijametru, jew it-tieni dimensjoni, piedi (oġġett kummerċjali b'kejl varjabbli)
nl: Breedte, diameter of tweede dimensie, voeten (variabel meetbaar handelsartikel)
no: Bredde, diameter eller annen dimensjon, fot (variabel målehandelsvare)
pl: Szerokość, średnica lub drugi wymiar, stopy (artykuł handlowy o zmiennej miarze)
pt: Largura, diâmetro ou segunda dimensão, pés (item comercial de medida variável)
ro: Lățime, diametru sau a doua dimensiune, picioare (articol comercial cu măsură variabilă)
sk: Šírka, priemer alebo druhý rozmer, stopy (položka obchodovaná s variabilným meraním)
sl: Širina, premer ali druga dimenzija, čevlji (spremenljiva merska trgovska postavka)
sv: Bredd, diameter eller andra dimensionen, fot (handelsvara med variabel mätning)

# ai326n
source: Width, diameter, or second dimension, yards (variable measure trade item)
bg: Ширина, диаметър или второ измерение, ярдове (променлива мярка за търговски артикул)
cs: Šířka, průměr nebo druhý rozměr, yardy (obchodní položka s variabilním měřením)
da: Bredde, diameter eller anden dimension, yards (variabel målehåndelsvare)
de: Breite, Durchmesser oder zweite Dimension, Yard (variabler Maßhandelsartikel)
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, γιάρδες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Ancho, diámetro o segunda dimensión, yardas (artículo comercial de medida variable)
fi: Leveys, halkaisija tai toinen ulottuvuus, jaardit (muuttuva mittakauppatavara)
fr: Largeur, diamètre ou deuxième dimension, yards (article commercial à mesure variable)
ga: Leithead, trastomhas, nó dara toise, slat (earra trádála tomhais athraitheach)
hr: Širina, promjer ili druga dimenzija, jardi (promjenjiva mjera trgovačke stavke)
hu: Szélesség, átmérő vagy második dimenzió, yard (változó mértékű kereskedelmi cikk)
is: Breidd, þvermál, eða önnur mál, jardar (breytileg mælieining viðskiptavöru)
it: Larghezza, diametro o seconda dimensione, iarde (articolo commerciale a misura variabile)
lt: Plotis, diametras arba antras matmuo, jardai (kintamos matavimo prekė)
lv: Platums, diametrs vai otrā dimensija, jardi (mainīga mēra tirdzniecības prece)
mt: Wisa', dijametru, jew it-tieni dimensjoni, yard (oġġett kummerċjali b'kejl varjabbli)
nl: Breedte, diameter of tweede dimensie, yards (variabel meetbaar handelsartikel)
no: Bredde, diameter eller annen dimensjon, yards (variabel målehandelsvare)
pl: Szerokość, średnica lub drugi wymiar, jardy (artykuł handlowy o zmiennej miarze)
pt: Largura, diâmetro ou segunda dimensão, jardas (item comercial de medida variável)
ro: Lățime, diametru sau a doua dimensiune, yarzi (articol comercial cu măsură variabilă)
sk: Šírka, priemer alebo druhý rozmer, yardy (položka obchodovaná s variabilným meraním)
sl: Širina, premer ali druga dimenzija, jardi (spremenljiva merska trgovska postavka)
sv: Bredd, diameter eller andra dimensionen, yard (handelsvara med variabel mätning)

# ai327n
source: Depth, thickness, height, or third dimension, inches (variable measure trade item)
bg: Дълбочина, дебелина, височина или трето измерение, инчове (променлива мярка за търговски артикул)
cs: Hloubka, tloušťka, výška nebo třetí rozměr, palce (obchodní položka s variabilním měřením)
da: Dybde, tykkelse, højde eller tredje dimension, tommer (variabel målehåndelsvare)
de: Tiefe, Dicke, Höhe oder dritte Dimension, Zoll (variabler Maßhandelsartikel)
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, ίντσες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Profundidad, grosor, altura o tercera dimensión, pulgadas (artículo comercial de medida variable)
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, tuumat (muuttuva mittakauppatavara)
fr: Profondeur, épaisseur, hauteur ou troisième dimension, pouces (article commercial à mesure variable)
ga: Doimhneacht, tiús, airde, nó tríú toise, orlach (earra trádála tomhais athraitheach)
hr: Dubina, debljina, visina ili treća dimenzija, inči (promjenjiva mjera trgovačke stavke)
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, hüvelyk (változó mértékű kereskedelmi cikk)
is: Dýpt, þykkt, hæð, eða þriðja mál, tommur (breytileg mælieining viðskiptavöru)
it: Profondità, spessore, altezza o terza dimensione, pollici (articolo commerciale a misura variabile)
lt: Gylis, storis, aukštis arba trečias matmuo, coliai (kintamos matavimo prekė)
lv: Dziļums, biezums, augstums vai trešā dimensija, collas (mainīga mēra tirdzniecības prece)
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, pulzieri (oġġett kummerċjali b'kejl varjabbli)
nl: Diepte, dikte, hoogte of derde dimensie, inches (variabel meetbaar handelsartikel)
no: Dybde, tykkelse, høyde eller tredje dimensjon, tommer (variabel målehandelsvare)
pl: Głębokość, grubość, wysokość lub trzeci wymiar, cale (artykuł handlowy o zmiennej miarze)
pt: Profundidade, espessura, altura ou terceira dimensão, polegadas (item comercial de medida variável)
ro: Adâncime, grosime, înălțime sau a treia dimensiune, inci (articol comercial cu măsură variabilă)
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, palce (položka obchodovaná s variabilným meraním)
sl: Globina, debelina, višina ali tretja dimenzija, palci (spremenljiva merska trgovska postavka)
sv: Djup, tjocklek, höjd eller tredje dimensionen, tum (handelsvara med variabel mätning)

# ai328n
source: Depth, thickness, height, or third dimension, feet (variable measure trade item)
bg: Дълбочина, дебелина, височина или трето измерение, футове (променлива мярка за търговски артикул)
cs: Hloubka, tloušťka, výška nebo třetí rozměr, stopy (obchodní položka s variabilním měřením)
da: Dybde, tykkelse, højde eller tredje dimension, fødder (variabel målehåndelsvare)
de: Tiefe, Dicke, Höhe oder dritte Dimension, Fuß (variabler Maßhandelsartikel)
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, πόδια (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Profundidad, grosor, altura o tercera dimensión, pies (artículo comercial de medida variable)
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, jalat (muuttuva mittakauppatavara)
fr: Profondeur, épaisseur, hauteur ou troisième dimension, pieds (article commercial à mesure variable)
ga: Doimhneacht, tiús, airde, nó tríú toise, troigh (earra trádála tomhais athraitheach)
hr: Dubina, debljina, visina ili treća dimenzija, stope (promjenjiva mjera trgovačke stavke)
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, láb (változó mértékű kereskedelmi cikk)
is: Dýpt, þykkt, hæð, eða þriðja mál, fet (breytileg mælieining viðskiptavöru)
it: Profondità, spessore, altezza o terza dimensione, piedi (articolo commerciale a misura variabile)
lt: Gylis, storis, aukštis arba trečias matmuo, pėdos (kintamos matavimo prekė)
lv: Dziļums, biezums, augstums vai trešā dimensija, pēdas (mainīga mēra tirdzniecības prece)
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, piedi (oġġett kummerċjali b'kejl varjabbli)
nl: Diepte, dikte, hoogte of derde dimensie, voeten (variabel meetbaar handelsartikel)
no: Dybde, tykkelse, høyde eller tredje dimensjon, fot (variabel målehandelsvare)
pl: Głębokość, grubość, wysokość lub trzeci wymiar, stopy (artykuł handlowy o zmiennej miarze)
pt: Profundidade, espessura, altura ou terceira dimensão, pés (item comercial de medida variável)
ro: Adâncime, grosime, înălțime sau a treia dimensiune, picioare (articol comercial cu măsură variabilă)
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, stopy (položka obchodovaná s variabilným meraním)
sl: Globina, debelina, višina ali tretja dimenzija, čevlji (spremenljiva merska trgovska postavka)
sv: Djup, tjocklek, höjd eller tredje dimensionen, fot (handelsvara med variabel mätning)

# ai329n
source: Depth, thickness, height, or third dimension, yards (variable measure trade item)
bg: Дълбочина, дебелина, височина или трето измерение, ярдове (променлива мярка за търговски артикул)
cs: Hloubka, tloušťka, výška nebo třetí rozměr, yardy (obchodní položka s variabilním měřením)
da: Dybde, tykkelse, højde eller tredje dimension, yards (variabel målehåndelsvare)
de: Tiefe, Dicke, Höhe oder dritte Dimension, Yard (variabler Maßhandelsartikel)
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, γιάρδες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Profundidad, grosor, altura o tercera dimensión, yardas (artículo comercial de medida variable)
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, jaardit (muuttuva mittakauppatavara)
fr: Profondeur, épaisseur, hauteur ou troisième dimension, yards (article commercial à mesure variable)
ga: Doimhneacht, tiús, airde, nó tríú toise, slat (earra trádála tomhais athraitheach)
hr: Dubina, debljina, visina ili treća dimenzija, jardi (promjenjiva mjera trgovačke stavke)
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, yard (változó mértékű kereskedelmi cikk)
is: Dýpt, þykkt, hæð, eða þriðja mál, jardar (breytileg mælieining viðskiptavöru)
it: Profondità, spessore, altezza o terza dimensione, iarde (articolo commerciale a misura variabile)
lt: Gylis, storis, aukštis arba trečias matmuo, jardai (kintamos matavimo prekė)
lv: Dziļums, biezums, augstums vai trešā dimensija, jardi (mainīga mēra tirdzniecības prece)
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, yard (oġġett kummerċjali b'kejl varjabbli)
nl: Diepte, dikte, hoogte of derde dimensie, yards (variabel meetbaar handelsartikel)
no: Dybde, tykkelse, høyde eller tredje dimensjon, yards (variabel målehandelsvare)
pl: Głębokość, grubość, wysokość lub trzeci wymiar, jardy (artykuł handlowy o zmiennej miarze)
pt: Profundidade, espessura, altura ou terceira dimensão, jardas (item comercial de medida variável)
ro: Adâncime, grosime, înălțime sau a treia dimensiune, yarzi (articol comercial cu măsură variabilă)
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, yardy (položka obchodovaná s variabilným meraním)
sl: Globina, debelina, višina ali tretja dimenzija, jardi (spremenljiva merska trgovska postavka)
sv: Djup, tjocklek, höjd eller tredje dimensionen, yard (handelsvara med variabel mätning)

# ai330n
source: Logistic weight, kilograms
bg: Логистично тегло, килограми
cs: Logistická hmotnost, kilogramy
da: Logistisk vægt, kilogram
de: Logistisches Gewicht, Kilogramm
el: Λογιστικό βάρος, κιλά
es: Peso logístico, kilogramos
fi: Logistinen paino, kilogrammat
fr: Poids logistique, kilogrammes
ga: Meáchan loighistice, ciligram
hr: Logistička težina, kilogrami
hu: Logisztikai súly, kilogramm
is: Lógistísk þyngd, kíló
it: Peso logistico, chilogrammi
lt: Logistinis svoris, kilogramai
lv: Loģistikas svars, kilogrami
mt: Piż loġistiku, kilogrammi
nl: Logistiek gewicht, kilogram
no: Logistisk vekt, kilogram
pl: Waga logistyczna, kilogramy
pt: Peso logístico, quilogramas
ro: Greutate logistică, kilograme
sk: Logistická hmotnosť, kilogramy
sl: Logistična teža, kilogrami
sv: Logistisk vikt, kilogram

# ai331n
source: Length or first dimension, metres
bg: Дължина или първо измерение, метри
cs: Délka nebo první rozměr, metry
da: Længde eller første dimension, meter
de: Länge oder erste Dimension, Meter
el: Μήκος ή πρώτη διάσταση, μέτρα
es: Longitud o primera dimensión, metros
fi: Pituus tai ensimmäinen ulottuvuus, metrit
fr: Longueur ou première dimension, mètres
ga: Fad nó chéad toise, méadair
hr: Dužina ili prva dimenzija, metri
hu: Hosszúság vagy első dimenzió, méter
is: Lengd eða fyrsta mál, metrar
it: Lunghezza o prima dimensione, metri
lt: Ilgis arba pirmas matmuo, metrai
lv: Garums vai pirmā dimensija, metri
mt: Tul jew l-ewwel dimensjoni, metri
nl: Lengte of eerste dimensie, meters
no: Lengde eller første dimensjon, meter
pl: Długość lub pierwszy wymiar, metry
pt: Comprimento ou primeira dimensão, metros
ro: Lungime sau prima dimensiune, metri
sk: Dĺžka alebo prvý rozmer, metre
sl: Dolžina ali prva dimenzija, metri
sv: Längd eller första dimension, meter

# ai332n
source: Width, diameter, or second dimension, metres
bg: Ширина, диаметър или второ измерение, метри
cs: Šířka, průměr nebo druhý rozměr, metry
da: Bredde, diameter eller anden dimension, meter
de: Breite, Durchmesser oder zweite Dimension, Meter
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, μέτρα
es: Ancho, diámetro o segunda dimensión, metros
fi: Leveys, halkaisija tai toinen ulottuvuus, metrit
fr: Largeur, diamètre ou deuxième dimension, mètres
ga: Leithead, trastomhas, nó dara toise, méadair
hr: Širina, promjer ili druga dimenzija, metri
hu: Szélesség, átmérő vagy második dimenzió, méter
is: Breidd, þvermál, eða önnur mál, metrar
it: Larghezza, diametro o seconda dimensione, metri
lt: Plotis, diametras arba antras matmuo, metrai
lv: Platums, diametrs vai otrā dimensija, metri
mt: Wisa', dijametru, jew it-tieni dimensjoni, metri
nl: Breedte, diameter of tweede dimensie, meters
no: Bredde, diameter eller annen dimensjon, meter
pl: Szerokość, średnica lub drugi wymiar, metry
pt: Largura, diâmetro ou segunda dimensão, metros
ro: Lățime, diametru sau a doua dimensiune, metri
sk: Šírka, priemer alebo druhý rozmer, metre
sl: Širina, premer ali druga dimenzija, metri
sv: Bredd, diameter eller andra dimensionen, meter

# ai333n
source: Depth, thickness, height, or third dimension, metres
bg: Дълбочина, дебелина, височина или трето измерение, метри
cs: Hloubka, tloušťka, výška nebo třetí rozměr, metry
da: Dybde, tykkelse, højde eller tredje dimension, meter
de: Tiefe, Dicke, Höhe oder dritte Dimension, Meter
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, μέτρα
es: Profundidad, grosor, altura o tercera dimensión, metros
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, metrit
fr: Profondeur, épaisseur, hauteur ou troisième dimension, mètres
ga: Doimhneacht, tiús, airde, nó tríú toise, méadair
hr: Dubina, debljina, visina ili treća dimenzija, metri
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, méter
is: Dýpt, þykkt, hæð, eða þriðja mál, metrar
it: Profondità, spessore, altezza o terza dimensione, metri
lt: Gylis, storis, aukštis arba trečias matmuo, metrai
lv: Dziļums, biezums, augstums vai trešā dimensija, metri
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, metri
nl: Diepte, dikte, hoogte of derde dimensie, meters
no: Dybde, tykkelse, høyde eller tredje dimensjon, meter
pl: Głębokość, grubość, wysokość lub trzeci wymiar, metry
pt: Profundidade, espessura, altura ou terceira dimensão, metros
ro: Adâncime, grosime, înălțime sau a treia dimensiune, metri
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, metre
sl: Globina, debelina, višina ali tretja dimenzija, metri
sv: Djup, tjocklek, höjd eller tredje dimensionen, meter

# ai334n
source: Area, square metres
bg: Площ, квадратни метри
cs: Plocha, čtvereční metry
da: Areal, kvadratmeter
de: Fläche, Quadratmeter
el: Εμβαδόν, τετραγωνικά μέτρα
es: Área, metros cuadrados
fi: Pinta-ala, neliömetrit
fr: Surface, mètres carrés
ga: Achar, méadair chearnaigh
hr: Površina, kvadratni metri
hu: Terület, négyzetméter
is: Flatarmál, fermetrar
it: Area, metri quadrati
lt: Plotas, kvadratiniai metrai
lv: Platība, kvadrātmetri
mt: Erja, metri kwadri
nl: Oppervlakte, vierkante meters
no: Areal, kvadratmeter
pl: Powierzchnia, metry kwadratowe
pt: Área, metros quadrados
ro: Suprafață, metri pătrați
sk: Plocha, štvorcové metre
sl: Površina, kvadratni metri
sv: Yta, kvadratmeter

# ai335n
source: Logistic volume, litres
bg: Логистичен обем, литри
cs: Logistický objem, litry
da: Logistisk volumen, liter
de: Logistisches Volumen, Liter
el: Λογιστικός όγκος, λίτρα
es: Volumen logístico, litros
fi: Logistinen tilavuus, litrat
fr: Volume logistique, litres
ga: Toirt loighistice, lítear
hr: Logistički volumen, litri
hu: Logisztikai térfogat, liter
is: Lógistísk rúmmál, lítrar
it: Volume logistico, litri
lt: Logistinis tūris, litrai
lv: Loģistikas tilpums, litri
mt: Volum loġistiku, litri
nl: Logistiek volume, liters
no: Logistisk volum, liter
pl: Objętość logistyczna, litry
pt: Volume logístico, litros
ro: Volum logistic, litri
sk: Logistický objem, litre
sl: Logistična prostornina, litri
sv: Logistisk volym, liter

# ai336n
source: Logistic volume, cubic metres
bg: Логистичен обем, кубични метри
cs: Logistický objem, kubické metry
da: Logistisk volumen, kubikmeter
de: Logistisches Volumen, Kubikmeter
el: Λογιστικός όγκος, κυβικά μέτρα
es: Volumen logístico, metros cúbicos
fi: Logistinen tilavuus, kuutiometrit
fr: Volume logistique, mètres cubes
ga: Toirt loighistice, méadair chiúbacha
hr: Logistički volumen, kubni metri
hu: Logisztikai térfogat, köbméter
is: Lógistísk rúmmál, rúmmetrar
it: Volume logistico, metri cubi
lt: Logistinis tūris, kubiniai metrai
lv: Loģistikas tilpums, kubikmetri
mt: Volum loġistiku, metri kubi
nl: Logistiek volume, kubieke meters
no: Logistisk volum, kubikkmeter
pl: Objętość logistyczna, metry sześcienne
pt: Volume logístico, metros cúbicos
ro: Volum logistic, metri cubi
sk: Logistický objem, kubické metre
sl: Logistična prostornina, kubični metri
sv: Logistisk volym, kubikmeter

# ai337n
source: Kilograms per square metre
bg: Килограми на квадратен метър
cs: Kilogramy na čtvereční metr
da: Kilogram pr. kvadratmeter
de: Kilogramm pro Quadratmeter
el: Κιλά ανά τετραγωνικό μέτρο
es: Kilogramos por metro cuadrado
fi: Kilogrammat neliömetriä kohden
fr: Kilogrammes par mètre carré
ga: Ciligram in aghaidh an mhéadair chearnaigh
hr: Kilogrami po kvadratnom metru
hu: Kilogramm négyzetméterenként
is: Kíló á fermetra
it: Chilogrammi per metro quadrato
lt: Kilogramai už kvadratinį metrą
lv: Kilogrami uz kvadrātmetru
mt: Kilogrammi għal kull metru kwadru
nl: Kilogram per vierkante meter
no: Kilogram per kvadratmeter
pl: Kilogramy na metr kwadratowy
pt: Quilogramas por metro quadrado
ro: Kilograme pe metru pătrat
sk: Kilogramy na štvorcový meter
sl: Kilogrami na kvadratni meter
sv: Kilogram per kvadratmeter

# ai340n
source: Logistic weight, pounds
bg: Логистично тегло, паунди
cs: Logistická hmotnost, libry
da: Logistisk vægt, pund
de: Logistisches Gewicht, Pfund
el: Λογιστικό βάρος, λίβρες
es: Peso logístico, libras
fi: Logistinen paino, paunat
fr: Poids logistique, livres
ga: Meáchan loighistice, punt
hr: Logistička težina, funte
hu: Logisztikai súly, font
is: Lógistísk þyngd, pund
it: Peso logistico, libbre
lt: Logistinis svoris, svarai
lv: Loģistikas svars, mārciņas
mt: Piż loġistiku, liri
nl: Logistiek gewicht, ponden
no: Logistisk vekt, pund
pl: Waga logistyczna, funty
pt: Peso logístico, libras
ro: Greutate logistică, livre
sk: Logistická hmotnosť, libry
sl: Logistična teža, funti
sv: Logistisk vikt, pund

# ai341n
source: Length or first dimension, inches
bg: Дължина или първо измерение, инчове
cs: Délka nebo první rozměr, palce
da: Længde eller første dimension, tommer
de: Länge oder erste Dimension, Zoll
el: Μήκος ή πρώτη διάσταση, ίντσες
es: Longitud o primera dimensión, pulgadas
fi: Pituus tai ensimmäinen ulottuvuus, tuumat
fr: Longueur ou première dimension, pouces
ga: Fad nó chéad toise, orlach
hr: Dužina ili prva dimenzija, inči
hu: Hosszúság vagy első dimenzió, hüvelyk
is: Lengd eða fyrsta mál, tommur
it: Lunghezza o prima dimensione, pollici
lt: Ilgis arba pirmas matmuo, coliai
lv: Garums vai pirmā dimensija, collas
mt: Tul jew l-ewwel dimensjoni, pulzieri
nl: Lengte of eerste dimensie, inches
no: Lengde eller første dimensjon, tommer
pl: Długość lub pierwszy wymiar, cale
pt: Comprimento ou primeira dimensão, polegadas
ro: Lungime sau prima dimensiune, inci
sk: Dĺžka alebo prvý rozmer, palce
sl: Dolžina ali prva dimenzija, palci
sv: Längd eller första dimension, tum

# ai342n
source: Length or first dimension, feet
bg: Дължина или първо измерение, футове
cs: Délka nebo první rozměr, stopy
da: Længde eller første dimension, fødder
de: Länge oder erste Dimension, Fuß
el: Μήκος ή πρώτη διάσταση, πόδια
es: Longitud o primera dimensión, pies
fi: Pituus tai ensimmäinen ulottuvuus, jalat
fr: Longueur ou première dimension, pieds
ga: Fad nó chéad toise, troigh
hr: Dužina ili prva dimenzija, stope
hu: Hosszúság vagy első dimenzió, láb
is: Lengd eða fyrsta mál, fet
it: Lunghezza o prima dimensione, piedi
lt: Ilgis arba pirmas matmuo, pėdos
lv: Garums vai pirmā dimensija, pēdas
mt: Tul jew l-ewwel dimensjoni, piedi
nl: Lengte of eerste dimensie, voeten
no: Lengde eller første dimensjon, fot
pl: Długość lub pierwszy wymiar, stopy
pt: Comprimento ou primeira dimensão, pés
ro: Lungime sau prima dimensiune, picioare
sk: Dĺžka alebo prvý rozmer, stopy
sl: Dolžina ali prva dimenzija, čevlji
sv: Längd eller första dimension, fot

# ai343n
source: Length or first dimension, yards
bg: Дължина или първо измерение, ярдове
cs: Délka nebo první rozměr, yardy
da: Længde eller første dimension, yards
de: Länge oder erste Dimension, Yard
el: Μήκος ή πρώτη διάσταση, γιάρδες
es: Longitud o primera dimensión, yardas
fi: Pituus tai ensimmäinen ulottuvuus, jaardit
fr: Longueur ou première dimension, yards
ga: Fad nó chéad toise, slat
hr: Dužina ili prva dimenzija, jardi
hu: Hosszúság vagy első dimenzió, yard
is: Lengd eða fyrsta mál, jardar
it: Lunghezza o prima dimensione, iarde
lt: Ilgis arba pirmas matmuo, jardai
lv: Garums vai pirmā dimensija, jardi
mt: Tul jew l-ewwel dimensjoni, yard
nl: Lengte of eerste dimensie, yards
no: Lengde eller første dimensjon, yards
pl: Długość lub pierwszy wymiar, jardy
pt: Comprimento ou primeira dimensão, jardas
ro: Lungime sau prima dimensiune, yarzi
sk: Dĺžka alebo prvý rozmer, yardy
sl: Dolžina ali prva dimenzija, jardi
sv: Längd eller första dimension, yard
