Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai344n
source: Width, diameter, or second dimension, inches
bg: Ширина, диаметър или второ измерение, инчове
cs: Šířka, průměr nebo druhý rozměr, palce
da: Bredde, diameter eller anden dimension, tommer
de: Breite, Durchmesser oder zweite Dimension, Zoll
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, ίντσες
es: Ancho, diámetro o segunda dimensión, pulgadas
fi: Leveys, halkaisija tai toinen ulottuvuus, tuumat
fr: Largeur, diamètre ou deuxième dimension, pouces
ga: Leithead, trastomhas, nó dara toise, orlach
hr: Širina, promjer ili druga dimenzija, inči
hu: Szélesség, átmérő vagy második dimenzió, hüvelyk
is: Breidd, þvermál, eða önnur mál, tommur
it: Larghezza, diametro o seconda dimensione, pollici
lt: Plotis, diametras arba antras matmuo, coliai
lv: Platums, diametrs vai otrā dimensija, collas
mt: Wisa', dijametru, jew it-tieni dimensjoni, pulzieri
nl: Breedte, diameter of tweede dimensie, inches
no: Bredde, diameter eller annen dimensjon, tommer
pl: Szerokość, średnica lub drugi wymiar, cale
pt: Largura, diâmetro ou segunda dimensão, polegadas
ro: Lățime, diametru sau a doua dimensiune, inci
sk: Šírka, priemer alebo druhý rozmer, palce
sl: Širina, premer ali druga dimenzija, palci
sv: Bredd, diameter eller andra dimensionen, tum

# ai345n
source: Width, diameter, or second dimension, feet
bg: Ширина, диаметър или второ измерение, футове
cs: Šířka, průměr nebo druhý rozměr, stopy
da: Bredde, diameter eller anden dimension, fødder
de: Breite, Durchmesser oder zweite Dimension, Fuß
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, πόδια
es: Ancho, diámetro o segunda dimensión, pies
fi: Leveys, halkaisija tai toinen ulottuvuus, jalat
fr: Largeur, diamètre ou deuxième dimension, pieds
ga: Leithead, trastomhas, nó dara toise, troigh
hr: Širina, promjer ili druga dimenzija, stope
hu: Szélesség, átmérő vagy második dimenzió, láb
is: Breidd, þvermál, eða önnur mál, fet
it: Larghezza, diametro o seconda dimensione, piedi
lt: Plotis, diametras arba antras matmuo, pėdos
lv: Platums, diametrs vai otrā dimensija, pēdas
mt: Wisa', dijametru, jew it-tieni dimensjoni, piedi
nl: Breedte, diameter of tweede dimensie, voeten
no: Bredde, diameter eller annen dimensjon, fot
pl: Szerokość, średnica lub drugi wymiar, stopy
pt: Largura, diâmetro ou segunda dimensão, pés
ro: Lățime, diametru sau a doua dimensiune, picioare
sk: Šírka, priemer alebo druhý rozmer, stopy
sl: Širina, premer ali druga dimenzija, čevlji
sv: Bredd, diameter eller andra dimensionen, fot

# ai346n
source: Width, diameter, or second dimension, yard
bg: Ширина, диаметър или второ измерение, ярд
cs: Šířka, průměr nebo druhý rozměr, yard
da: Bredde, diameter eller anden dimension, yard
de: Breite, Durchmesser oder zweite Dimension, Yard
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, yard
es: Ancho, diámetro o segunda dimensión, yarda
fi: Leveys, halkaisija tai toinen ulottuvuus, jaardit
fr: Largeur, diamètre ou deuxième dimension, yard
ga: Leithead, trastomhas, nó dara toise, slat
hr: Širina, promjer ili druga dimenzija, jard
hu: Szélesség, átmérő vagy második dimenzió, yard
is: Breidd, þvermál, eða önnur mál, jardar
it: Larghezza, diametro o seconda dimensione, iarda
lt: Plotis, diametras arba antras matmuo, jardas
lv: Platums, diametrs vai otrā dimensija, jards
mt: Wisa', dijametru, jew it-tieni dimensjoni, yard
nl: Breedte, diameter of tweede dimensie, yard
no: Bredde, diameter eller annen dimensjon, yard
pl: Szerokość, średnica lub drugi wymiar, jard
pt: Largura, diâmetro ou segunda dimensão, jarda
ro: Lățime, diametru sau a doua dimensiune, yard
sk: Šírka, priemer alebo druhý rozmer, yard
sl: Širina, premer ali druga dimenzija, jard
sv: Bredd, diameter eller andra dimensionen, yard

# ai347n
source: Depth, thickness, height, or third dimension, inches
bg: Дълбочина, дебелина, височина или трето измерение, инчове
cs: Hloubka, tloušťka, výška nebo třetí rozměr, palce
da: Dybde, tykkelse, højde eller tredje dimension, tommer
de: Tiefe, Dicke, Höhe oder dritte Dimension, Zoll
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, ίντσες
es: Profundidad, grosor, altura o tercera dimensión, pulgadas
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, tuumat
fr: Profondeur, épaisseur, hauteur ou troisième dimension, pouces
ga: Doimhneacht, tiús, airde, nó tríú toise, orlach
hr: Dubina, debljina, visina ili treća dimenzija, inči
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, hüvelyk
is: Dýpt, þykkt, hæð, eða þriðja mál, tommur
it: Profondità, spessore, altezza o terza dimensione, pollici
lt: Gylis, storis, aukštis arba trečias matmuo, coliai
lv: Dziļums, biezums, augstums vai trešā dimensija, collas
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, pulzieri
nl: Diepte, dikte, hoogte of derde dimensie, inches
no: Dybde, tykkelse, høyde eller tredje dimensjon, tommer
pl: Głębokość, grubość, wysokość lub trzeci wymiar, cale
pt: Profundidade, espessura, altura ou terceira dimensão, polegadas
ro: Adâncime, grosime, înălțime sau a treia dimensiune, inci
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, palce
sl: Globina, debelina, višina ali tretja dimenzija, palci
sv: Djup, tjocklek, höjd eller tredje dimensionen, tum

# ai348n
source: Depth, thickness, height, or third dimension, feet
bg: Дълбочина, дебелина, височина или трето измерение, футове
cs: Hloubka, tloušťka, výška nebo třetí rozměr, stopy
da: Dybde, tykkelse, højde eller tredje dimension, fødder
de: Tiefe, Dicke, Höhe oder dritte Dimension, Fuß
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, πόδια
es: Profundidad, grosor, altura o tercera dimensión, pies
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, jalat
fr: Profondeur, épaisseur, hauteur ou troisième dimension, pieds
ga: Doimhneacht, tiús, airde, nó tríú toise, troigh
hr: Dubina, debljina, visina ili treća dimenzija, stope
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, láb
is: Dýpt, þykkt, hæð, eða þriðja mál, fet
it: Profondità, spessore, altezza o terza dimensione, piedi
lt: Gylis, storis, aukštis arba trečias matmuo, pėdos
lv: Dziļums, biezums, augstums vai trešā dimensija, pēdas
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, piedi
nl: Diepte, dikte, hoogte of derde dimensie, voeten
no: Dybde, tykkelse, høyde eller tredje dimensjon, fot
pl: Głębokość, grubość, wysokość lub trzeci wymiar, stopy
pt: Profundidade, espessura, altura ou terceira dimensão, pés
ro: Adâncime, grosime, înălțime sau a treia dimensiune, picioare
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, stopy
sl: Globina, debelina, višina ali tretja dimenzija, čevlji
sv: Djup, tjocklek, höjd eller tredje dimensionen, fot

# ai349n
source: Depth, thickness, height, or third dimension, yards
bg: Дълбочина, дебелина, височина или трето измерение, ярдове
cs: Hloubka, tloušťka, výška nebo třetí rozměr, yardy
da: Dybde, tykkelse, højde eller tredje dimension, yards
de: Tiefe, Dicke, Höhe oder dritte Dimension, Yard
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, γιάρδες
es: Profundidad, grosor, altura o tercera dimensión, yardas
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, jaardit
fr: Profondeur, épaisseur, hauteur ou troisième dimension, yards
ga: Doimhneacht, tiús, airde, nó tríú toise, slat
hr: Dubina, debljina, visina ili treća dimenzija, jardi
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, yard
is: Dýpt, þykkt, hæð, eða þriðja mál, jardar
it: Profondità, spessore, altezza o terza dimensione, iarde
lt: Gylis, storis, aukštis arba trečias matmuo, jardai
lv: Dziļums, biezums, augstums vai trešā dimensija, jardi
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, yard
nl: Diepte, dikte, hoogte of derde dimensie, yards
no: Dybde, tykkelse, høyde eller tredje dimensjon, yards
pl: Głębokość, grubość, wysokość lub trzeci wymiar, jardy
pt: Profundidade, espessura, altura ou terceira dimensão, jardas
ro: Adâncime, grosime, înălțime sau a treia dimensiune, yarzi
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, yardy
sl: Globina, debelina, višina ali tretja dimenzija, jardi
sv: Djup, tjocklek, höjd eller tredje dimensionen, yard

# ai350n
source: Area, square inches (variable measure trade item)
bg: Площ, квадратни инчове (променлива мярка за търговски артикул)
cs: Plocha, čtvereční palce (obchodní položka s variabilním měřením)
da: Areal, kvadrattommer (variabel målehåndelsvare)
de: Fläche, Quadratzoll (variabler Maßhandelsartikel)
el: Εμβαδόν, τετραγωνικές ίντσες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Área, pulgadas cuadradas (artículo comercial de medida variable)
fi: Pinta-ala, neliötuumat (muuttuva mittakauppatavara)
fr: Surface, pouces carrés (article commercial à mesure variable)
ga: Achar, orlach chearnaigh (earra trádála tomhais athraitheach)
hr: Površina, kvadratni inči (promjenjiva mjera trgovačke stavke)
hu: Terület, négyzethüvelyk (változó mértékű kereskedelmi cikk)
is: Flatarmál, fer tommur (breytileg mælieining viðskiptavöru)
it: Area, pollici quadrati (articolo commerciale a misura variabile)
lt: Plotas, kvadratiniai coliai (kintamos matavimo prekė)
lv: Platība, kvadrātcollas (mainīga mēra tirdzniecības prece)
mt: Erja, pulzieri kwadri (oġġett kummerċjali b'kejl varjabbli)
nl: Oppervlakte, vierkante inches (variabel meetbaar handelsartikel)
no: Areal, kvadrattommer (variabel målehandelsvare)
pl: Powierzchnia, cale kwadratowe (artykuł handlowy o zmiennej miarze)
pt: Área, polegadas quadradas (item comercial de medida variável)
ro: Suprafață, inci pătrați (articol comercial cu măsură variabilă)
sk: Plocha, štvorcové palce (položka obchodovaná s variabilným meraním)
sl: Površina, kvadratni palci (spremenljiva merska trgovska postavka)
sv: Yta, kvadrattum (handelsvara med variabel mätning)

# ai351n
source: Area, square feet (variable measure trade item)
bg: Площ, квадратни футове (променлива мярка за търговски артикул)
cs: Plocha, čtvereční stopy (obchodní položka s variabilním měřením)
da: Areal, kvadratfødder (variabel målehåndelsvare)
de: Fläche, Quadratfuß (variabler Maßhandelsartikel)
el: Εμβαδόν, τετραγωνικά πόδια (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Área, pies cuadrados (artículo comercial de medida variable)
fi: Pinta-ala, neliöjalat (muuttuva mittakauppatavara)
fr: Surface, pieds carrés (article commercial à mesure variable)
ga: Achar, troigh chearnaigh (earra trádála tomhais athraitheach)
hr: Površina, kvadratne stope (promjenjiva mjera trgovačke stavke)
hu: Terület, négyzetláb (változó mértékű kereskedelmi cikk)
is: Flatarmál, fer fet (breytileg mælieining viðskiptavöru)
it: Area, piedi quadrati (articolo commerciale a misura variabile)
lt: Plotas, kvadratinės pėdos (kintamos matavimo prekė)
lv: Platība, kvadrātpēdas (mainīga mēra tirdzniecības prece)
mt: Erja, piedi kwadri (oġġett kummerċjali b'kejl varjabbli)
nl: Oppervlakte, vierkante voeten (variabel meetbaar handelsartikel)
no: Areal, kvadratfot (variabel målehandelsvare)
pl: Powierzchnia, stopy kwadratowe (artykuł handlowy o zmiennej miarze)
pt: Área, pés quadrados (item comercial de medida variável)
ro: Suprafață, picioare pătrate (articol comercial cu măsură variabilă)
sk: Plocha, štvorcové stopy (položka obchodovaná s variabilným meraním)
sl: Površina, kvadratni čevlji (spremenljiva merska trgovska postavka)
sv: Yta, kvadratfot (handelsvara med variabel mätning)

# ai352n
source: Area, square yards (variable measure trade item)
bg: Площ, квадратни ярдове (променлива мярка за търговски артикул)
cs: Plocha, čtvereční yardy (obchodní položka s variabilním měřením)
da: Areal, kvadratyard (variabel målehåndelsvare)
de: Fläche, Quadratyard (variabler Maßhandelsartikel)
el: Εμβαδόν, τετραγωνικές γιάρδες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Área, yardas cuadradas (artículo comercial de medida variable)
fi: Pinta-ala, neliöjaardit (muuttuva mittakauppatavara)
fr: Surface, yards carrés (article commercial à mesure variable)
ga: Achar, slat chearnaigh (earra trádála tomhais athraitheach)
hr: Površina, kvadratni jardi (promjenjiva mjera trgovačke stavke)
hu: Terület, négyzetyard (változó mértékű kereskedelmi cikk)
is: Flatarmál, fer jardar (breytileg mælieining viðskiptavöru)
it: Area, iarde quadrati (articolo commerciale a misura variabile)
lt: Plotas, kvadratiniai jardai (kintamos matavimo prekė)
lv: Platība, kvadrātjardi (mainīga mēra tirdzniecības prece)
mt: Erja, yard kwadri (oġġett kummerċjali b'kejl varjabbli)
nl: Oppervlakte, vierkante yards (variabel meetbaar handelsartikel)
no: Areal, kvadratyard (variabel målehandelsvare)
pl: Powierzchnia, jardy kwadratowe (artykuł handlowy o zmiennej miarze)
pt: Área, jardas quadradas (item comercial de medida variável)
ro: Suprafață, yarzi pătrați (articol comercial cu măsură variabilă)
sk: Plocha, štvorcové yardy (položka obchodovaná s variabilným meraním)
sl: Površina, kvadratni jardi (spremenljiva merska trgovska postavka)
sv: Yta, kvadratyard (handelsvara med variabel mätning)

# ai353n
source: Area, square inches
bg: Площ, квадратни инчове
cs: Plocha, čtvereční palce
da: Areal, kvadrattommer
de: Fläche, Quadratzoll
el: Εμβαδόν, τετραγωνικές ίντσες
es: Área, pulgadas cuadradas
fi: Pinta-ala, neliötuumat
fr: Surface, pouces carrés
ga: Achar, orlach chearnaigh
hr: Površina, kvadratni inči
hu: Terület, négyzethüvelyk
is: Flatarmál, fer tommur
it: Area, pollici quadrati
lt: Plotas, kvadratiniai coliai
lv: Platība, kvadrātcollas
mt: Erja, pulzieri kwadri
nl: Oppervlakte, vierkante inches
no: Areal, kvadrattommer
pl: Powierzchnia, cale kwadratowe
pt: Área, polegadas quadradas
ro: Suprafață, inci pătrați
sk: Plocha, štvorcové palce
sl: Površina, kvadratni palci
sv: Yta, kvadrattum

# ai354n
source: Area, square feet
bg: Площ, квадратни футове
cs: Plocha, čtvereční stopy
da: Areal, kvadratfødder
de: Fläche, Quadratfuß
el: Εμβαδόν, τετραγωνικά πόδια
es: Área, pies cuadrados
fi: Pinta-ala, neliöjalat
fr: Surface, pieds carrés
ga: Achar, troigh chearnaigh
hr: Površina, kvadratne stope
hu: Terület, négyzetláb
is: Flatarmál, fer fet
it: Area, piedi quadrati
lt: Plotas, kvadratinės pėdos
lv: Platība, kvadrātpēdas
mt: Erja, piedi kwadri
nl: Oppervlakte, vierkante voeten
no: Areal, kvadratfot
pl: Powierzchnia, stopy kwadratowe
pt: Área, pés quadrados
ro: Suprafață, picioare pătrate
sk: Plocha, štvorcové stopy
sl: Površina, kvadratni čevlji
sv: Yta, kvadratfot

# ai355n
source: Area, square yards
bg: Площ, квадратни ярдове
cs: Plocha, čtvereční yardy
da: Areal, kvadratyards
de: Fläche, Quadratyard
el: Εμβαδόν, τετραγωνικές γιάρδες
es: Área, yardas cuadradas
fi: Pinta-ala, neliöjaardit
fr: Surface, yards carrés
ga: Achar, slat chearnaigh
hr: Površina, kvadratni jardi
hu: Terület, négyzetyard
is: Flatarmál, fer jardar
it: Area, iarde quadrati
lt: Plotas, kvadratiniai jardai
lv: Platība, kvadrātjardi
mt: Erja, yard kwadri
nl: Oppervlakte, vierkante yards
no: Areal, kvadratyard
pl: Powierzchnia, jardy kwadratowe
pt: Área, jardas quadradas
ro: Suprafață, yarzi pătrați
sk: Plocha, štvorcové yardy
sl: Površina, kvadratni jardi
sv: Yta, kvadratyard

# ai356n
source: Net weight, troy ounces (variable measure trade item)
bg: Нетно тегло, тройски унции (променлива мярка за търговски артикул)
cs: Čistá hmotnost, troy unce (obchodní položka s variabilním měřením)
da: Nettovægt, troy ounces (variabel målehåndelsvare)
de: Nettogewicht, Troy-Unzen (variabler Maßhandelsartikel)
el: Καθαρό βάρος, τροιανές ουγγιές (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Peso neto, onzas troy (artículo comercial de medida variable)
fi: Nettopaino, troy-unssit (muuttuva mittakauppatavara)
fr: Poids net, onces troy (article commercial à mesure variable)
ga: Meáchan glan, unnsa troy (earra trádála tomhais athraitheach)
hr: Neto težina, troy unce (promjenjiva mjera trgovačke stavke)
hu: Nettó tömeg, troy uncia (változó mértékű kereskedelmi cikk)
is: Nettóþyngd, Troy unnsi (breytileg mælieining viðskiptavöru)
it: Peso netto, once troy (articolo commerciale a misura variabile)
lt: Neto svoris, Trojos uncijos (kintamos matavimo prekė)
lv: Neto svars, Trojas unces (mainīga mēra tirdzniecības prece)
mt: Piż nett, uqija Trojana (oġġett kummerċjali b'kejl varjabbli)
nl: Nettogewicht, troy ounces (variabel meetbaar handelsartikel)
no: Nettovekt, troy unse (variabel målehandelsvare)
pl: Waga netto, uncje trojańskie (artykuł handlowy o zmiennej miarze)
pt: Peso líquido, onças troy (item comercial de medida variável)
ro: Greutate netă, uncii troy (articol comercial cu măsură variabilă)
sk: Netto hmotnosť, troy unce (položka obchodovaná s variabilným meraním)
sl: Neto teža, troy unče (spremenljiva merska trgovska postavka)
sv: Nettovikt, troy uns (handelsvara med variabel mätning)

# ai357n
source: Net weight (or volume), ounces (variable measure trade item)
bg: Нетно тегло (или обем), унции (променлива мярка за търговски артикул)
cs: Čistá hmotnost (nebo objem), unce (obchodní položka s variabilním měřením)
da: Nettovægt (eller volumen), ounces (variabel målehåndelsvare)
de: Nettogewicht (oder Volumen), Unzen (variabler Maßhandelsartikel)
el: Καθαρό βάρος (ή όγκος), ουγγιές (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Peso neto (o volumen), onzas (artículo comercial de medida variable)
fi: Nettopaino (tai tilavuus), unssit (muuttuva mittakauppatavara)
fr: Poids net (ou volume), onces (article commercial à mesure variable)
ga: Meáchan glan (nó toirt), unnsa (earra trádála tomhais athraitheach)
hr: Neto težina (ili volumen), unce (promjenjiva mjera trgovačke stavke)
hu: Nettó tömeg (vagy térfogat), uncia (változó mértékű kereskedelmi cikk)
is: Nettóþyngd (eða rúmmál), unnsi (breytileg mælieining viðskiptavöru)
it: Peso netto (o volume), once (articolo commerciale a misura variabile)
lt: Neto svoris (arba tūris), uncijos (kintamos matavimo prekė)
lv: Neto svars (vai tilpums), unces (mainīga mēra tirdzniecības prece)
mt: Piż nett (jew volum), uqija (oġġett kummerċjali b'kejl varjabbli)
nl: Nettogewicht (of volume), ounces (variabel meetbaar handelsartikel)
no: Nettovekt (eller volum), unser (variabel målehandelsvare)
pl: Waga netto (lub objętość), uncje (artykuł handlowy o zmiennej miarze)
pt: Peso líquido (ou volume), onças (item comercial de medida variável)
ro: Greutate netă (sau volum), uncii (articol comercial cu măsură variabilă)
sk: Netto hmotnosť (alebo objem), unce (položka obchodovaná s variabilným meraním)
sl: Neto teža (ali prostornina), unče (spremenljiva merska trgovska postavka)
sv: Nettovikt (eller volym), uns (handelsvara med variabel mätning)

# ai360n
source: Net volume, quarts (variable measure trade item)
bg: Нетен обем, кварти (променлива мярка за търговски артикул)
cs: Čistý objem, kvarty (obchodní položka s variabilním měřením)
da: Nettovolumen, quarts (variabel målehåndelsvare)
de: Nettovolumen, Quarts (variabler Maßhandelsartikel)
el: Καθαρός όγκος, κουάρτες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, cuartos (artículo comercial de medida variable)
fi: Nettotilavuus, quartit (muuttuva mittakauppatavara)
fr: Volume net, quarts (article commercial à mesure variable)
ga: Toirt glan, quart (earra trádála tomhais athraitheach)
hr: Neto volumen, quarte (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, quart (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, kvarðar (breytileg mælieining viðskiptavöru)
it: Volume netto, quarte (articolo commerciale a misura variabile)
lt: Neto tūris, kvartai (kintamos matavimo prekė)
lv: Neto tilpums, kvarti (mainīga mēra tirdzniecības prece)
mt: Volum nett, kwarti (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, quarts (variabel meetbaar handelsartikel)
no: Nettovolum, quarts (variabel målehandelsvare)
pl: Objętość netto, kwarty (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, quartos (item comercial de medida variável)
ro: Volum net, quarți (articol comercial cu măsură variabilă)
sk: Netto objem, quarty (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, quarts (spremenljiva merska trgovska postavka)
sv: Nettovolym, quart (handelsvara med variabel mätning)

# ai361n
source: Net volume, gallons U.S. (variable measure trade item)
bg: Нетен обем, галони U.S. (променлива мярка за търговски артикул)
cs: Čistý objem, galony U.S. (obchodní položka s variabilním měřením)
da: Nettovolumen, gallons U.S. (variabel målehåndelsvare)
de: Nettovolumen, Gallonen U.S. (variabler Maßhandelsartikel)
el: Καθαρός όγκος, γαλόνια ΗΠΑ (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, galones EE.UU. (artículo comercial de medida variable)
fi: Nettotilavuus, gallonat U.S. (muuttuva mittakauppatavara)
fr: Volume net, gallons U.S. (article commercial à mesure variable)
ga: Toirt glan, galún U.S. (earra trádála tomhais athraitheach)
hr: Neto volumen, američki galoni (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, US gallon (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, Bandarískir gallónar (breytileg mælieining viðskiptavöru)
it: Volume netto, galloni U.S. (articolo commerciale a misura variabile)
lt: Neto tūris, JAV galonai (kintamos matavimo prekė)
lv: Neto tilpums, ASV galoni (mainīga mēra tirdzniecības prece)
mt: Volum nett, galluni Amerikani (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, gallons U.S. (variabel meetbaar handelsartikel)
no: Nettovolum, amerikanske gallon (variabel målehandelsvare)
pl: Objętość netto, galony U.S. (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, galões EUA (item comercial de medida variável)
ro: Volum net, galoni U.S. (articol comercial cu măsură variabilă)
sk: Netto objem, americké galóny (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, ameriški galoni (spremenljiva merska trgovska postavka)
sv: Nettovolym, US gallon (handelsvara med variabel mätning)

# ai362n
source: Logistic volume, quarts
bg: Логистичен обем, кварти
cs: Logistický objem, kvarty
da: Logistisk volumen, quarts
de: Logistisches Volumen, Quarts
el: Λογιστικός όγκος, κουάρτες
es: Volumen logístico, cuartos
fi: Logistinen tilavuus, quartit
fr: Volume logistique, quarts
ga: Toirt loighistice, quart
hr: Logistički volumen, quarte
hu: Logisztikai térfogat, quart
is: Lógistísk rúmmál, kvarðar
it: Volume logistico, quarte
lt: Logistinis tūris, kvartai
lv: Loģistikas tilpums, kvarti
mt: Volum loġistiku, kwarti
nl: Logistiek volume, quarts
no: Logistisk volum, quarts
pl: Objętość logistyczna, kwarty
pt: Volume logístico, quartos
ro: Volum logistic, quarți
sk: Logistický objem, quarty
sl: Logistična prostornina, quarts
sv: Logistisk volym, quart

# ai363n
source: Logistic volume, gallons U.S.
bg: Логистичен обем, галони U.S.
cs: Logistický objem, galony U.S.
da: Logistisk volumen, gallons U.S.
de: Logistisches Volumen, Gallonen U.S.
el: Λογιστικός όγκος, γαλόνια ΗΠΑ
es: Volumen logístico, galones EE.UU.
fi: Logistinen tilavuus, gallonat U.S.
fr: Volume logistique, gallons U.S.
ga: Toirt loighistice, galún U.S.
hr: Logistički volumen, američki galoni
hu: Logisztikai térfogat, US gallon
is: Lógistísk rúmmál, Bandarískir gallónar
it: Volume logistico, galloni U.S.
lt: Logistinis tūris, JAV galonai
lv: Loģistikas tilpums, ASV galoni
mt: Volum loġistiku, galluni Amerikani
nl: Logistiek volume, gallons U.S.
no: Logistisk volum, amerikanske gallon
pl: Objętość logistyczna, galony U.S.
pt: Volume logístico, galões EUA
ro: Volum logistic, galoni U.S.
sk: Logistický objem, americké galóny
sl: Logistična prostornina, ameriški galoni
sv: Logistisk volym, US gallon
