Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai310n
source: Net weight, kilograms (variable measure trade item)
bg: Нетно тегло, килограми (променлива мярка за търговски артикул)
cs: Čistá hmotnost, kilogramy (obchodní položka s variabilním měřením)
da: Nettovægt, kilogram (variabel målehåndelsvare)
de: Nettogewicht, Kilogramm (variabler Maßhandelsartikel)
el: Καθαρό βάρος, κιλά (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Peso neto, kilogramos (artículo comercial de medida variable)
fi: Nettopaino, kilogrammat (muuttuva mittakauppatavara)
fr: Poids net, kilogrammes (article commercial à mesure variable)
ga: Meáchan glan, ciligram (earra trádála tomhais athraitheach)
hr: Neto težina, kilogrami (promjenjiva mjera trgovačke stavke)
hu: Nettó tömeg, kilogramm (változó mértékű kereskedelmi cikk)
is: Nettóþyngd, kíló (breytileg mælieining viðskiptavöru)
it: Peso netto, chilogrammi (articolo commerciale a misura variabile)
lt: Neto svoris, kilogramai (kintamos matavimo prekė)
lv: Neto svars, kilogrami (mainīga mēra tirdzniecības prece)
mt: Piż nett, kilogrammi (oġġett kummerċjali b'kejl varjabbli)
nl: Nettogewicht, kilogram (variabel meetbaar handelsartikel)
no: Nettovekt, kilogram (variabel målehandelsvare)
pl: Waga netto, kilogramy (artykuł handlowy o zmiennej miarze)
pt: Peso líquido, quilogramas (item comercial de medida variável)
ro: Greutate netă, kilograme (articol comercial cu măsură variabilă)
sk: Netto hmotnosť, kilogramy (položka obchodovaná s variabilným meraním)
sl: Neto teža, kilogrami (spremenljiva merska trgovska postavka)
sv: Nettovikt, kilogram (handelsvara med variabel mätning)

# ai311n
source: Length or first dimension, metres (variable measure trade item)
bg: Дължина или първо измерение, метри (променлива мярка за търговски артикул)
cs: Délka nebo první rozměr, metry (obchodní položka s variabilním měřením)
da: Længde eller første dimension, meter (variabel målehåndelsvare)
de: Länge oder erste Dimension, Meter (variabler Maßhandelsartikel)
el: Μήκος ή πρώτη διάσταση, μέτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Longitud o primera dimensión, metros (artículo comercial de medida variable)
fi: Pituus tai ensimmäinen ulottuvuus, metrit (muuttuva mittakauppatavara)
fr: Longueur ou première dimension, mètres (article commercial à mesure variable)
ga: Fad nó chéad toise, méadair (earra trádála tomhais athraitheach)
hr: Dužina ili prva dimenzija, metri (promjenjiva mjera trgovačke stavke)
hu: Hosszúság vagy első dimenzió, méter (változó mértékű kereskedelmi cikk)
is: Lengd eða fyrsta mál, metrar (breytileg mælieining viðskiptavöru)
it: Lunghezza o prima dimensione, metri (articolo commerciale a misura variabile)
lt: Ilgis arba pirmas matmuo, metrai (kintamos matavimo prekė)
lv: Garums vai pirmā dimensija, metri (mainīga mēra tirdzniecības prece)
mt: Tul jew l-ewwel dimensjoni, metri (oġġett kummerċjali b'kejl varjabbli)
nl: Lengte of eerste dimensie, meters (variabel meetbaar handelsartikel)
no: Lengde eller første dimensjon, meter (variabel målehandelsvare)
pl: Długość lub pierwszy wymiar, metry (artykuł handlowy o zmiennej miarze)
pt: Comprimento ou primeira dimensão, metros (item comercial de medida variável)
ro: Lungime sau prima dimensiune, metri (articol comercial cu măsură variabilă)
sk: Dĺžka alebo prvý rozmer, metre (položka obchodovaná s variabilným meraním)
sl: Dolžina ali prva dimenzija, metri (spremenljiva merska trgovska postavka)
sv: Längd eller första dimension, meter (handelsvara med variabel mätning)

# ai312n
source: Width, diameter, or second dimension, metres (variable measure trade item)
bg: Ширина, диаметър или второ измерение, метри (променлива мярка за търговски артикул)
cs: Šířka, průměr nebo druhý rozměr, metry (obchodní položka s variabilním měřením)
da: Bredde, diameter eller anden dimension, meter (variabel målehåndelsvare)
de: Breite, Durchmesser oder zweite Dimension, Meter (variabler Maßhandelsartikel)
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, μέτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Ancho, diámetro o segunda dimensión, metros (artículo comercial de medida variable)
fi: Leveys, halkaisija tai toinen ulottuvuus, metrit (muuttuva mittakauppatavara)
fr: Largeur, diamètre ou deuxième dimension, mètres (article commercial à mesure variable)
ga: Leithead, trastomhas, nó dara toise, méadair (earra trádála tomhais athraitheach)
hr: Širina, promjer ili druga dimenzija, metri (promjenjiva mjera trgovačke stavke)
hu: Szélesség, átmérő vagy második dimenzió, méter (változó mértékű kereskedelmi cikk)
is: Breidd, þvermál, eða önnur mál, metrar (breytileg mælieining viðskiptavöru)
it: Larghezza, diametro o seconda dimensione, metri (articolo commerciale a misura variabile)
lt: Plotis, diametras arba antras matmuo, metrai (kintamos matavimo prekė)
lv: Platums, diametrs vai otrā dimensija, metri (mainīga mēra tirdzniecības prece)
mt: Wisa', dijametru, jew it-tieni dimensjoni, metri (oġġett kummerċjali b'kejl varjabbli)
nl: Breedte, diameter of tweede dimensie, meters (variabel meetbaar handelsartikel)
no: Bredde, diameter eller annen dimensjon, meter (variabel målehandelsvare)
pl: Szerokość, średnica lub drugi wymiar, metry (artykuł handlowy o zmiennej miarze)
pt: Largura, diâmetro ou segunda dimensão, metros (item comercial de medida variável)
ro: Lățime, diametru sau a doua dimensiune, metri (articol comercial cu măsură variabilă)
sk: Šírka, priemer alebo druhý rozmer, metre (položka obchodovaná s variabilným meraním)
sl: Širina, premer ali druga dimenzija, metri (spremenljiva merska trgovska postavka)
sv: Bredd, diameter eller andra dimensionen, meter (handelsvara med variabel mätning)

# ai313n
source: Depth, thickness, height, or third dimension, metres (variable measure trade item)
bg: Дълбочина, дебелина, височина или трето измерение, метри (променлива мярка за търговски артикул)
cs: Hloubka, tloušťka, výška nebo třetí rozměr, metry (obchodní položka s variabilním měřením)
da: Dybde, tykkelse, højde eller tredje dimension, meter (variabel målehåndelsvare)
de: Tiefe, Dicke, Höhe oder dritte Dimension, Meter (variabler Maßhandelsartikel)
el: Βάθος, πάχος, ύψος ή τρίτη διάσταση, μέτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Profundidad, grosor, altura o tercera dimensión, metros (artículo comercial de medida variable)
fi: Syvyys, paksuus, korkeus tai kolmas ulottuvuus, metrit (muuttuva mittakauppatavara)
fr: Profondeur, épaisseur, hauteur ou troisième dimension, mètres (article commercial à mesure variable)
ga: Doimhneacht, tiús, airde, nó tríú toise, méadair (earra trádála tomhais athraitheach)
hr: Dubina, debljina, visina ili treća dimenzija, metri (promjenjiva mjera trgovačke stavke)
hu: Mélység, vastagság, magasság vagy harmadik dimenzió, méter (változó mértékű kereskedelmi cikk)
is: Dýpt, þykkt, hæð, eða þriðja mál, metrar (breytileg mælieining viðskiptavöru)
it: Profondità, spessore, altezza o terza dimensione, metri (articolo commerciale a misura variabile)
lt: Gylis, storis, aukštis arba trečias matmuo, metrai (kintamos matavimo prekė)
lv: Dziļums, biezums, augstums vai trešā dimensija, metri (mainīga mēra tirdzniecības prece)
mt: Fond, ħxuna, għoli, jew it-tielet dimensjoni, metri (oġġett kummerċjali b'kejl varjabbli)
nl: Diepte, dikte, hoogte of derde dimensie, meters (variabel meetbaar handelsartikel)
no: Dybde, tykkelse, høyde eller tredje dimensjon, meter (variabel målehandelsvare)
pl: Głębokość, grubość, wysokość lub trzeci wymiar, metry (artykuł handlowy o zmiennej miarze)
pt: Profundidade, espessura, altura ou terceira dimensão, metros (item comercial de medida variável)
ro: Adâncime, grosime, înălțime sau a treia dimensiune, metri (articol comercial cu măsură variabilă)
sk: Hĺbka, hrúbka, výška alebo tretí rozmer, metre (položka obchodovaná s variabilným meraním)
sl: Globina, debelina, višina ali tretja dimenzija, metri (spremenljiva merska trgovska postavka)
sv: Djup, tjocklek, höjd eller tredje dimensionen, meter (handelsvara med variabel mätning)

# ai314n
source: Area, square metres (variable measure trade item)
bg: Площ, квадратни метри (променлива мярка за търговски артикул)
cs: Plocha, čtvereční metry (obchodní položka s variabilním měřením)
da: Areal, kvadratmeter (variabel målehåndelsvare)
de: Fläche, Quadratmeter (variabler Maßhandelsartikel)
el: Εμβαδόν, τετραγωνικά μέτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Área, metros cuadrados (artículo comercial de medida variable)
fi: Pinta-ala, neliömetrit (muuttuva mittakauppatavara)
fr: Surface, mètres carrés (article commercial à mesure variable)
ga: Achar, méadair chearnaigh (earra trádála tomhais athraitheach)
hr: Površina, kvadratni metri (promjenjiva mjera trgovačke stavke)
hu: Terület, négyzetméter (változó mértékű kereskedelmi cikk)
is: Flatarmál, fermetrar (breytileg mælieining viðskiptavöru)
it: Area, metri quadrati (articolo commerciale a misura variabile)
lt: Plotas, kvadratiniai metrai (kintamos matavimo prekė)
lv: Platība, kvadrātmetri (mainīga mēra tirdzniecības prece)
mt: Erja, metri kwadri (oġġett kummerċjali b'kejl varjabbli)
nl: Oppervlakte, vierkante meters (variabel meetbaar handelsartikel)
no: Areal, kvadratmeter (variabel målehandelsvare)
pl: Powierzchnia, metry kwadratowe (artykuł handlowy o zmiennej miarze)
pt: Área, metros quadrados (item comercial de medida variável)
ro: Suprafață, metri pătrați (articol comercial cu măsură variabilă)
sk: Plocha, štvorcové metre (položka obchodovaná s variabilným meraním)
sl: Površina, kvadratni metri (spremenljiva merska trgovska postavka)
sv: Yta, kvadratmeter (handelsvara med variabel mätning)

# ai315n
source: Net volume, litres (variable measure trade item)
bg: Нетен обем, литри (променлива мярка за търговски артикул)
cs: Čistý objem, litry (obchodní položka s variabilním měřením)
da: Nettovolumen, liter (variabel målehåndelsvare)
de: Nettovolumen, Liter (variabler Maßhandelsartikel)
el: Καθαρός όγκος, λίτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, litros (artículo comercial de medida variable)
fi: Nettotilavuus, litrat (muuttuva mittakauppatavara)
fr: Volume net, litres (article commercial à mesure variable)
ga: Toirt glan, lítear (earra trádála tomhais athraitheach)
hr: Neto volumen, litri (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, liter (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, lítrar (breytileg mælieining viðskiptavöru)
it: Volume netto, litri (articolo commerciale a misura variabile)
lt: Neto tūris, litrai (kintamos matavimo prekė)
lv: Neto tilpums, litri (mainīga mēra tirdzniecības prece)
mt: Volum nett, litri (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, liters (variabel meetbaar handelsartikel)
no: Nettovolum, liter (variabel målehandelsvare)
pl: Objętość netto, litry (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, litros (item comercial de medida variável)
ro: Volum net, litri (articol comercial cu măsură variabilă)
sk: Netto objem, litre (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, litri (spremenljiva merska trgovska postavka)
sv: Nettovolym, liter (handelsvara med variabel mätning)

# ai316n
source: Net volume, cubic metres (variable measure trade item)
bg: Нетен обем, кубични метри (променлива мярка за търговски артикул)
cs: Čistý objem, kubické metry (obchodní položka s variabilním měřením)
da: Nettovolumen, kubikmeter (variabel målehåndelsvare)
de: Nettovolumen, Kubikmeter (variabler Maßhandelsartikel)
el: Καθαρός όγκος, κυβικά μέτρα (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Volumen neto, metros cúbicos (artículo comercial de medida variable)
fi: Nettotilavuus, kuutiometrit (muuttuva mittakauppatavara)
fr: Volume net, mètres cubes (article commercial à mesure variable)
ga: Toirt glan, méadair chiúbacha (earra trádála tomhais athraitheach)
hr: Neto volumen, kubni metri (promjenjiva mjera trgovačke stavke)
hu: Nettó térfogat, köbméter (változó mértékű kereskedelmi cikk)
is: Nettó rúmmál, rúmmetrar (breytileg mælieining viðskiptavöru)
it: Volume netto, metri cubi (articolo commerciale a misura variabile)
lt: Neto tūris, kubiniai metrai (kintamos matavimo prekė)
lv: Neto tilpums, kubikmetri (mainīga mēra tirdzniecības prece)
mt: Volum nett, metri kubi (oġġett kummerċjali b'kejl varjabbli)
nl: Netto volume, kubieke meters (variabel meetbaar handelsartikel)
no: Nettovolum, kubikkmeter (variabel målehandelsvare)
pl: Objętość netto, metry sześcienne (artykuł handlowy o zmiennej miarze)
pt: Volume líquido, metros cúbicos (item comercial de medida variável)
ro: Volum net, metri cubi (articol comercial cu măsură variabilă)
sk: Netto objem, kubické metre (položka obchodovaná s variabilným meraním)
sl: Neto prostornina, kubični metri (spremenljiva merska trgovska postavka)
sv: Nettovolym, kubikmeter (handelsvara med variabel mätning)

# ai320n
source: Net weight, pounds (variable measure trade item)
bg: Нетно тегло, паунди (променлива мярка за търговски артикул)
cs: Čistá hmotnost, libry (obchodní položka s variabilním měřením)
da: Nettovægt, pund (variabel målehåndelsvare)
de: Nettogewicht, Pfund (variabler Maßhandelsartikel)
el: Καθαρό βάρος, λίβρες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Peso neto, libras (artículo comercial de medida variable)
fi: Nettopaino, paunat (muuttuva mittakauppatavara)
fr: Poids net, livres (article commercial à mesure variable)
ga: Meáchan glan, punt (earra trádála tomhais athraitheach)
hr: Neto težina, funte (promjenjiva mjera trgovačke stavke)
hu: Nettó tömeg, font (változó mértékű kereskedelmi cikk)
is: Nettóþyngd, pund (breytileg mælieining viðskiptavöru)
it: Peso netto, libbre (articolo commerciale a misura variabile)
lt: Neto svoris, svarai (kintamos matavimo prekė)
lv: Neto svars, mārciņas (mainīga mēra tirdzniecības prece)
mt: Piż nett, liri (oġġett kummerċjali b'kejl varjabbli)
nl: Nettogewicht, ponden (variabel meetbaar handelsartikel)
no: Nettovekt, pund (variabel målehandelsvare)
pl: Waga netto, funty (artykuł handlowy o zmiennej miarze)
pt: Peso líquido, libras (item comercial de medida variável)
ro: Greutate netă, livre (articol comercial cu măsură variabilă)
sk: Netto hmotnosť, libry (položka obchodovaná s variabilným meraním)
sl: Neto teža, funti (spremenljiva merska trgovska postavka)
sv: Nettovikt, pund (handelsvara med variabel mätning)

# ai321n
source: Length or first dimension, inches (variable measure trade item)
bg: Дължина или първо измерение, инчове (променлива мярка за търговски артикул)
cs: Délka nebo první rozměr, palce (obchodní položka s variabilním měřením)
da: Længde eller første dimension, tommer (variabel målehåndelsvare)
de: Länge oder erste Dimension, Zoll (variabler Maßhandelsartikel)
el: Μήκος ή πρώτη διάσταση, ίντσες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Longitud o primera dimensión, pulgadas (artículo comercial de medida variable)
fi: Pituus tai ensimmäinen ulottuvuus, tuumat (muuttuva mittakauppatavara)
fr: Longueur ou première dimension, pouces (article commercial à mesure variable)
ga: Fad nó chéad toise, orlach (earra trádála tomhais athraitheach)
hr: Dužina ili prva dimenzija, inči (promjenjiva mjera trgovačke stavke)
hu: Hosszúság vagy első dimenzió, hüvelyk (változó mértékű kereskedelmi cikk)
is: Lengd eða fyrsta mál, tommur (breytileg mælieining viðskiptavöru)
it: Lunghezza o prima dimensione, pollici (articolo commerciale a misura variabile)
lt: Ilgis arba pirmas matmuo, coliai (kintamos matavimo prekė)
lv: Garums vai pirmā dimensija, collas (mainīga mēra tirdzniecības prece)
mt: Tul jew l-ewwel dimensjoni, pulzieri (oġġett kummerċjali b'kejl varjabbli)
nl: Lengte of eerste dimensie, inches (variabel meetbaar handelsartikel)
no: Lengde eller første dimensjon, tommer (variabel målehandelsvare)
pl: Długość lub pierwszy wymiar, cale (artykuł handlowy o zmiennej miarze)
pt: Comprimento ou primeira dimensão, polegadas (item comercial de medida variável)
ro: Lungime sau prima dimensiune, inci (articol comercial cu măsură variabilă)
sk: Dĺžka alebo prvý rozmer, palce (položka obchodovaná s variabilným meraním)
sl: Dolžina ali prva dimenzija, palci (spremenljiva merska trgovska postavka)
sv: Längd eller första dimension, tum (handelsvara med variabel mätning)

# ai322n
source: Length or first dimension, feet (variable measure trade item)
bg: Дължина или първо измерение, футове (променлива мярка за търговски артикул)
cs: Délka nebo první rozměr, stopy (obchodní položka s variabilním měřením)
da: Længde eller første dimension, fødder (variabel målehåndelsvare)
de: Länge oder erste Dimension, Fuß (variabler Maßhandelsartikel)
el: Μήκος ή πρώτη διάσταση, πόδια (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Longitud o primera dimensión, pies (artículo comercial de medida variable)
fi: Pituus tai ensimmäinen ulottuvuus, jalat (muuttuva mittakauppatavara)
fr: Longueur ou première dimension, pieds (article commercial à mesure variable)
ga: Fad nó chéad toise, troigh (earra trádála tomhais athraitheach)
hr: Dužina ili prva dimenzija, stope (promjenjiva mjera trgovačke stavke)
hu: Hosszúság vagy első dimenzió, láb (változó mértékű kereskedelmi cikk)
is: Lengd eða fyrsta mál, fet (breytileg mælieining viðskiptavöru)
it: Lunghezza o prima dimensione, piedi (articolo commerciale a misura variabile)
lt: Ilgis arba pirmas matmuo, pėdos (kintamos matavimo prekė)
lv: Garums vai pirmā dimensija, pēdas (mainīga mēra tirdzniecības prece)
mt: Tul jew l-ewwel dimensjoni, piedi (oġġett kummerċjali b'kejl varjabbli)
nl: Lengte of eerste dimensie, voeten (variabel meetbaar handelsartikel)
no: Lengde eller første dimensjon, fot (variabel målehandelsvare)
pl: Długość lub pierwszy wymiar, stopy (artykuł handlowy o zmiennej miarze)
pt: Comprimento ou primeira dimensão, pés (item comercial de medida variável)
ro: Lungime sau prima dimensiune, picioare (articol comercial cu măsură variabilă)
sk: Dĺžka alebo prvý rozmer, stopy (položka obchodovaná s variabilným meraním)
sl: Dolžina ali prva dimenzija, čevlji (spremenljiva merska trgovska postavka)
sv: Längd eller första dimension, fot (handelsvara med variabel mätning)

# ai323n
source: Length or first dimension, yards (variable measure trade item)
bg: Дължина или първо измерение, ярдове (променлива мярка за търговски артикул)
cs: Délka nebo první rozměr, yardy (obchodní položka s variabilním měřením)
da: Længde eller første dimension, yards (variabel målehåndelsvare)
de: Länge oder erste Dimension, Yard (variabler Maßhandelsartikel)
el: Μήκος ή πρώτη διάσταση, γιάρδες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Longitud o primera dimensión, yardas (artículo comercial de medida variable)
fi: Pituus tai ensimmäinen ulottuvuus, jaardit (muuttuva mittakauppatavara)
fr: Longueur ou première dimension, yards (article commercial à mesure variable)
ga: Fad nó chéad toise, slat (earra trádála tomhais athraitheach)
hr: Dužina ili prva dimenzija, jardi (promjenjiva mjera trgovačke stavke)
hu: Hosszúság vagy első dimenzió, yard (változó mértékű kereskedelmi cikk)
is: Lengd eða fyrsta mál, jardar (breytileg mælieining viðskiptavöru)
it: Lunghezza o prima dimensione, iarde (articolo commerciale a misura variabile)
lt: Ilgis arba pirmas matmuo, jardai (kintamos matavimo prekė)
lv: Garums vai pirmā dimensija, jardi (mainīga mēra tirdzniecības prece)
mt: Tul jew l-ewwel dimensjoni, yard (oġġett kummerċjali b'kejl varjabbli)
nl: Lengte of eerste dimensie, yards (variabel meetbaar handelsartikel)
no: Lengde eller første dimensjon, yards (variabel målehandelsvare)
pl: Długość lub pierwszy wymiar, jardy (artykuł handlowy o zmiennej miarze)
pt: Comprimento ou primeira dimensão, jardas (item comercial de medida variável)
ro: Lungime sau prima dimensiune, yarzi (articol comercial cu măsură variabilă)
sk: Dĺžka alebo prvý rozmer, yardy (položka obchodovaná s variabilným meraním)
sl: Dolžina ali prva dimenzija, jardi (spremenljiva merska trgovska postavka)
sv: Längd eller första dimension, yard (handelsvara med variabel mätning)

# ai324n
source: Width, diameter, or second dimension, inches (variable measure trade item)
bg: Ширина, диаметър или второ измерение, инчове (променлива мярка за търговски артикул)
cs: Šířka, průměr nebo druhý rozměr, palce (obchodní položka s variabilním měřením)
da: Bredde, diameter eller anden dimension, tommer (variabel målehåndelsvare)
de: Breite, Durchmesser oder zweite Dimension, Zoll (variabler Maßhandelsartikel)
el: Πλάτος, διάμετρος ή δεύτερη διάσταση, ίντσες (εμπορικό αντικείμενο μεταβλητής μέτρησης)
es: Ancho, diámetro o segunda dimensión, pulgadas (artículo comercial de medida variable)
fi: Leveys, halkaisija tai toinen ulottuvuus, tuumat (muuttuva mittakauppatavara)
fr: Largeur, diamètre ou deuxième dimension, pouces (article commercial à mesure variable)
ga: Leithead, trastomhas, nó dara toise, orlach (earra trádála tomhais athraitheach)
hr: Širina, promjer ili druga dimenzija, inči (promjenjiva mjera trgovačke stavke)
hu: Szélesség, átmérő vagy második dimenzió, hüvelyk (változó mértékű kereskedelmi cikk)
is: Breidd, þvermál, eða önnur mál, tommur (breytileg mælieining viðskiptavöru)
it: Larghezza, diametro o seconda dimensione, pollici (articolo commerciale a misura variabile)
lt: Plotis, diametras arba antras matmuo, coliai (kintamos matavimo prekė)
lv: Platums, diametrs vai otrā dimensija, collas (mainīga mēra tirdzniecības prece)
mt: Wisa', dijametru, jew it-tieni dimensjoni, pulzieri (oġġett kummerċjali b'kejl varjabbli)
nl: Breedte, diameter of tweede dimensie, inches (variabel meetbaar handelsartikel)
no: Bredde, diameter eller annen dimensjon, tommer (variabel målehandelsvare)
pl: Szerokość, średnica lub drugi wymiar, cale (artykuł handlowy o zmiennej miarze)
pt: Largura, diâmetro ou segunda dimensão, polegadas (item comercial de medida variável)
ro: Lățime, diametru sau a doua dimensiune, inci (articol comercial cu măsură variabilă)
sk: Šírka, priemer alebo druhý rozmer, palce (položka obchodovaná s variabilným meraním)
sl: Širina, premer ali druga dimenzija, palci (spremenljiva merska trgovska postavka)
sv: Bredd, diameter eller andra dimensionen, tum (handelsvara med variabel mätning)
