Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai00
source: Identification of a logistic unit (SSCC)
bg: Идентификация на логистична единица (SSCC)
cs: Identifikace logistické jednotky (SSCC)
da: Identification af en logistikenhed (SSCC)
de: Identifizierung einer logistischen Einheit (SSCC)
el: Αναγνώριση λογιστικής μονάδας (SSCC)
es: Identificación de una unidad logística (SSCC)
fi: Logistiikkayksikön tunnistus (SSCC)
fr: Identification d'une unité logistique (SSCC)
ga: Aitheantas aonad loighistice (SSCC)
hr: Identifikacija logističke jedinice (SSCC)
hu: Logisztikai egység azonosítása (SSCC)
is: Auðkenning á lógistík einingu (SSCC)
it: Identificazione di un'unità logistica (SSCC)
lt: Logistinės vieneto identifikavimas (SSCC)
lv: Identifikācija loģistikas vienības (SSCC)
mt: Identifikazzjoni ta' unità loġistika (SSCC)
nl: Identificatie van een logistieke eenheid (SSCC)
no: Identifikasjon av en logistisk enhet (SSCC)
pl: Identyfikacja jednostki logistycznej (SSCC)
pt: Identificação de uma unidade logística (SSCC)
ro: Identificarea unei unități logistice (SSCC)
sk: Identifikácia logistickej jednotky (SSCC)
sl: Identifikacija logistične enote (SSCC)
sv: Identifikation av en logistik-enhet (SSCC)

# ai01
source: Identification of a trade item (GTIN)
bg: Идентификация на търговски артикул (GTIN)
cs: Identifikace obchodní položky (GTIN)
da: Identifikation af en handelsvare (GTIN)
de: Identifizierung eines Handelsartikels (GTIN)
el: Αναγνώριση εμπορικού αντικειμένου (GTIN)
es: Identificación de un artículo comercial (GTIN)
fi: Kauppatavaran tunnistus (GTIN)
fr: Identification d'un article commercial (GTIN)
ga: Aitheantas earra trádála (GTIN)
hr: Identifikacija trgovinske stavke (GTIN)
hu: Kereskedelmi cikk azonosítása (GTIN)
is: Auðkenning á viðskiptavöru (GTIN)
it: Identificazione di un articolo commerciale (GTIN)
lt: Prekės identifikavimas (GTIN)
lv: Tirdzniecības preces identifikācija (GTIN)
mt: Identifikazzjoni ta' oġġett kummerċjali (GTIN)
nl: Identificatie van een handelsartikel (GTIN)
no: Identifikasjon av en handelsvare (GTIN)
pl: Identyfikacja artykułu handlowego (GTIN)
pt: Identificação de um item comercial (GTIN)
ro: Identificarea unui articol comercial (GTIN)
sk: Identifikácia obchodnej položky (GTIN)
sl: Identifikacija trgovinskega artikla (GTIN)
sv: Identifikation av en handelsvara (GTIN)

# ai02
source: Identification of trade items contained in a logistic unit
bg: Идентификация на търговски артикули, съдържащи се в логистична единица
cs: Identifikace obchodních položek obsažených v logistické jednotce
da: Identifikation af handelsvarer indeholdt i en logistikenhed
de: Identifizierung von Handelsartikeln in einer logistischen Einheit
el: Αναγνώριση εμπορικών αντικειμένων που περιέχονται σε μια λογιστική μονάδα
es: Identificación de artículos comerciales contenidos en una unidad logística
fi: Logistiikkayksikössä olevien kauppatavaroiden tunnistus
fr: Identification des articles commerciaux contenus dans une unité logistique
ga: Aitheantas earraí trádála atá i aonad loighistice
hr: Identifikacija trgovinskih stavki sadržanih u logističkoj jedinici
hu: Logisztikai egységben található kereskedelmi cikkek azonosítása
is: Auðkenning á viðskiptavörum í lógistík einingu
it: Identificazione degli articoli commerciali contenuti in un'unità logistica
lt: Logistiniame vienete esančių prekių identifikavimas
lv: Loģistikas vienībā esošo tirdzniecības preču identifikācija
mt: Identifikazzjoni ta' oġġetti kummerċjali f'unità loġistika
nl: Identificatie van handelsartikelen in een logistieke eenheid
no: Identifikasjon av handelsvarer inneholdt i en logistisk enhet
pl: Identyfikacja artykułów handlowych zawartych w jednostce logistycznej
pt: Identificação de itens comerciais contidos em uma unidade logística
ro: Identificarea articolelor comerciale conținute într-o unitate logistică
sk: Identifikácia obchodných položiek obsiahnutých v logistickej jednotke
sl: Identifikacija trgovskih artiklov, vsebovanih v logistični enoti
sv: Identifiering av handelsvaror som finns i en logistik-enhet

# ai10
source: Batch or lot number
bg: Партида или номер на серия
cs: Číslo šarže nebo dávky
da: Batch- eller partinummer
de: Chargen- oder Losnummer
el: Αριθμός παρτίδας ή σειράς
es: Número de lote o partida
fi: Erä- tai lohkonumero
fr: Numéro de lot ou de série
ga: Uimhir bhaisc nó lóta
hr: Broj serije ili lota
hu: Tétel- vagy gyártási szám
is: Skrá eða lota númer
it: Numero di lotto o partita
lt: Serijos arba partijos numeris
lv: Partijas vai sērijas numurs
mt: Numru tal-lott jew tal-partita
nl: Batch- of lotnummer
no: Batch- eller partinummer
pl: Numer partii lub serii
pt: Número de lote ou partida
ro: Număr de lot sau serie
sk: Číslo šarže alebo lotu
sl: Številka serije ali serija
sv: Batch- eller partinummer

# ai11
source: Production date
bg: Дата на производство
cs: Datum výroby
da: Produktionsdato
de: Produktionsdatum
el: Ημερομηνία παραγωγής
es: Fecha de producción
fi: Valmistuspäivämäärä
fr: Date de production
ga: Dáta táirgthe
hr: Datum proizvodnje
hu: Gyártási dátum
is: Framleiðsludagur
it: Data di produzione
lt: Gamintojo data
lv: Ražošanas datums
mt: Data tal-produzzjoni
nl: Productiedatum
no: Produksjonsdato
pl: Data produkcji
pt: Data de produção
ro: Data producției
sk: Dátum výroby
sl: Datum proizvodnje
sv: Produktionsdatum

# ai12
source: Due date for amount on payment slip
bg: Срок за плащане по платежно нареждане
cs: Datum splatnosti částky na platebním lístku
da: Forfaldsdato for beløb på betalingsslip
de: Fälligkeitsdatum für Betrag auf Zahlungsbeleg
el: Ημερομηνία λήξης για ποσό σε απόδειξη πληρωμής
es: Fecha de vencimiento para el monto en el comprobante de pago
fi: Maksupäivämäärä maksulipussa
fr: Date d'échéance pour le montant sur le bordereau de paiement
ga: Dáta dlite le haghaidh suim ar dhuillín íocaíochta
hr: Datum dospijeća za iznos na uplatnici
hu: Fizetési csekk összegének esedékességi dátuma
is: Gjalddagi fyrir upphæð á greiðslukvittun
it: Data di scadenza per l'importo sullo scontrino di pagamento
lt: Mokėjimo lapelyje nurodytos sumos terminas
lv: Maksājuma termiņš par summu maksājuma veidlapā
mt: Data ta' skadenza għal-ħlas fuq irċevuta
nl: Vervaldatum voor bedrag op betalingsbewijs
no: Forfallsdato for beløp på betalingsslipp
pl: Termin płatności na potwierdzeniu płatności
pt: Data de vencimento para o valor no boleto de pagamento
ro: Data scadentă pentru suma de pe chitanța de plată
sk: Dátum splatnosti sumy na platobnom doklade
sl: Rok plačila na plačilnem obrazcu
sv: Förfallodatum för belopp på betalningsavier

# ai13
source: Packaging date
bg: Дата на опаковане
cs: Datum balení
da: Pakningsdato
de: Verpackungsdatum
el: Ημερομηνία συσκευασίας
es: Fecha de empaquetado
fi: Pakkauspäivämäärä
fr: Date d'emballage
ga: Dáta pacáistithe
hr: Datum pakiranja
hu: Csomagolási dátum
is: Pökkunardagur
it: Data di confezionamento
lt: Pakavimo data
lv: Iepakošanas datums
mt: Data tal-ippakkjar
nl: Verpakkingsdatum
no: Pakningsdato
pl: Data pakowania
pt: Data de embalagem
ro: Data ambalării
sk: Dátum balenia
sl: Datum pakiranja
sv: Förpackningsdatum

# ai15
source: Best before date
bg: Срок за най-добро преди
cs: Datum spotřeby
da: Bedst før dato
de: Mindesthaltbarkeitsdatum
el: Ημερομηνία λήξης προτεινόμενης κατανάλωσης
es: Fecha de consumo preferente
fi: Parasta ennen -päivämäärä
fr: Date de péremption optimale
ga: Dáta is fearr roimh
hr: Najbolje upotrijebiti do datuma
hu: Szavatossági idő
is: Best fyrir dagsetningu
it: Data di scadenza preferenziale
lt: Geriausia iki datos
lv: Derīgs līdz
mt: Data tal-aħjar qabel
nl: Ten minste houdbaar tot
no: Best før dato
pl: Data przydatności do spożycia
pt: Data de validade
ro: Data optimă de consum
sk: Dátum minimálnej trvanlivosti
sl: Rok uporabe najboljše pred
sv: Bäst före-datum

# ai16
source: Sell by date
bg: Срок за продажба
cs: Datum prodeje
da: Sidste salgsdato
de: Verkaufsdatum
el: Ημερομηνία πώλησης
es: Fecha de venta
fi: Myydään viimeistään -päivämäärä
fr: Date limite de vente
ga: Dáta díol le
hr: Prodaj po datumu
hu: Eladási idő
is: Selja fyrir dagsetningu
it: Data di vendita
lt: Parduodama iki datos
lv: Pārdod līdz
mt: Data tal-bejgħ sa
nl: Te verkopen tot
no: Selges før dato
pl: Data sprzedaży
pt: Data de venda
ro: Data limită de vânzare
sk: Dátum predaja
sl: Rok prodaje do
sv: Sista försäljningsdag

# ai17
source: Expiration date
bg: Срок на годност
cs: Datum expirace
da: Udløbsdato
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de caducidad
fi: Vanhentumispäivämäärä
fr: Date d'expiration
ga: Dáta éaga
hr: Datum isteka
hu: Lejárati dátum
is: Rennur út dagsetning
it: Data di scadenza
lt: Galiojimo pabaigos data
lv: Derīguma termiņš
mt: Data ta' skadenza
nl: Vervaldatum
no: Utløpsdato
pl: Data ważności
pt: Data de expiração
ro: Data de expirare
sk: Dátum expirácie
sl: Datum poteka
sv: Utgångsdatum

# ai20
source: Internal product variant
bg: Вътрешен вариант на продукта
cs: Interní varianta produktu
da: Intern produktvariant
de: Interne Produktvariante
el: Εσωτερική παραλλαγή προϊόντος
es: Variante interna del producto
fi: Sisäinen tuotevariantti
fr: Variante interne du produit
ga: Leagan inmheánach táirge
hr: Interna varijanta proizvoda
hu: Belső termékvariáns
is: Innri afbrigði vöru
it: Variante interna del prodotto
lt: Vidinė produkto variantas
lv: Iekšējās produkta varianta
mt: Varjant intern tal-prodott
nl: Interne productvariant
no: Intern produktvariant
pl: Wariant wewnętrzny produktu
pt: Variante interna do produto
ro: Variantă internă a produsului
sk: Interná varianta produktu
sl: Notranja različica izdelka
sv: Intern produktvariant

# ai21
source: Serial number
bg: Сериен номер
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
fi: Sarjanumero
fr: Numéro de série
ga: Uimhir shraithuimhir
hr: Serijski broj
hu: Sorozatszám
is: Raðnúmer
it: Numero di serie
lt: Serijinis numeris
lv: Sērijas numurs
mt: Numru tas-serje
nl: Serienummer
no: Serienummer
pl: Numer seryjny
pt: Número de série
ro: Număr de serie
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer

# ai22
source: Consumer product variant
bg: Вариант на продукта за потребителите
cs: Varianta produktu pro spotřebitele
da: Forbrugerproduktvariant
de: Verbraucherproduktvariante
el: Παραλλαγή προϊόντος για τον καταναλωτή
es: Variante de producto para consumidores
fi: Kuluttajatuotevariantti
fr: Variante de produit pour les consommateurs
ga: Leagan táirge tomhaltóra
hr: Varijanta proizvoda za potrošače
hu: Fogyasztói termékvariáns
is: Neysluvara afbrigði
it: Variante del prodotto per i consumatori
lt: Vartotojo produkto variantas
lv: Patērētāja produkta variants
mt: Varjant tal-prodott tal-konsumatur
nl: Consumentenproductvariant
no: Forbrukerproduktvariant
pl: Wariant produktu konsumenckiego
pt: Variante de produto para o consumidor
ro: Variantă a produsului pentru consumatori
sk: Variant produktu pre spotrebiteľa
sl: Različica izdelka za potrošnike
sv: Konsumentproduktvariant

# ai235
source: Third Party Controlled, Serialised Extension of Global Trade Item Number (GTIN) (TPX)
bg: Трета страна контролирана, сериализирано разширение на Глобалния номер на търговския артикул (GTIN) (TPX)
cs: Kontrolovaná třetí stranou, Serializované rozšíření Globálního čísla obchodní položky (GTIN) (TPX)
da: Tredjeparts kontrolleret, serialiseret udvidelse af global handelsvarenummer (GTIN) (TPX)
de: Von Dritten kontrollierte, serialisierte Erweiterung der globalen Handelsartikelnummer (GTIN) (TPX)
el: Ελεγχόμενη από Τρίτους, Σειριοποιημένη Επέκταση του Παγκόσμιου Αριθμού Εμπορικού Αντικειμένου (GTIN) (TPX)
es: Controlado por Terceros, Extensión Serializada del Número Global de Artículo Comercial (GTIN) (TPX)
fi: Kolmannen osapuolen hallinnoima, sarjallistettu laajennus globaalille kauppatavaranumerolle (GTIN) (TPX)
fr: Contrôlé par un tiers, Extension sérialisée du Numéro Global d'Article Commercial (GTIN) (TPX)
ga: Rialaithe ag Tríú Páirtí, Síneadh Sraithaithe de Uimhir Earra Trádála Domhanda (GTIN) (TPX)
hr: Kontrolirano od treće strane, Serializirano Proširenje Globalnog Broja Trgovinske Stavke (GTIN) (TPX)
hu: Harmadik fél által ellenőrzött, sorozatos kiterjesztés a Globális Kereskedelmi Cikkszámhoz (GTIN) (TPX)
is: Þriðja aðila stjórnað, Seríalíseruð framlenging á Global Trade Item Number (GTIN) (TPX)
it: Controllo di Terze Parti, Estensione Serializzata del Numero Globale dell'Articolo Commerciale (GTIN) (TPX)
lt: Trečiosios šalies kontroliuojamas, serializuotas Globalaus prekės numerio (GTIN) praplėtimas (TPX)
lv: Trešās puses kontrolēts, serializēts Pasaules tirdzniecības preces numura (GTIN) paplašinājums (TPX)
mt: Kontroll minn Parti Terza, Estensjoni Serjalizzata ta' Numru Globali tal-Oġġett Kummerċjali (GTIN) (TPX)
nl: Door Derden Gecontroleerd, Genummerde Uitbreiding van Globaal Handelsartikelnummer (GTIN) (TPX)
no: Tredjeparts kontrollert, serialisert utvidelse av Global Handelsvarenummer (GTIN) (TPX)
pl: Kontrolowane przez strony trzecie, Zserializowane rozszerzenie Globalnego Numeru Towaru Handlowego (GTIN) (TPX)
pt: Controlado por terceiros, Extensão serializada do Número Global de Item Comercial (GTIN) (TPX)
ro: Controlat de Terță Parte, Extensie Serializată a Numărului Global de Articol Comercial (GTIN) (TPX)
sk: Kontrolované tretími stranami, Serializované rozšírenie Globálneho čísla obchodnej položky (GTIN) (TPX)
sl: Kontrolirano s strani tretje osebe, Serializirano Razširitev Globalne Številke Trgovskega Artikla (GTIN) (TPX)
sv: Tredjepartskontrollerad, Serialiserad förlängning av Globalt handelsvarunummer (GTIN) (TPX)

# ai240
source: Additional product identification assigned by the manufacturer
bg: Допълнителна идентификация на продукта, определена от производителя
cs: Další identifikace produktu přidělená výrobcem
da: Yderligere produktidentifikation tildelt af producenten
de: Zusätzliche Produktidentifikation vom Hersteller zugewiesen
el: Πρόσθετη ταυτοποίηση προϊόντος που ανατέθηκε από τον κατασκευαστή
es: Identificación adicional del producto asignada por el fabricante
fi: Valmistajan antama lisätuoteidentifikaatio
fr: Identification supplémentaire du produit attribuée par le fabricant
ga: Aitheantas táirge breise a shannadh ag an monaróir
hr: Dodatna identifikacija proizvoda dodijeljena od proizvođača
hu: A gyártó által hozzárendelt további termékazonosítás
is: Viðbótar vara auðkenni veitt af framleiðanda
it: Identificazione aggiuntiva del prodotto assegnata dal produttore
lt: Gamintojo suteiktas papildomas produkto identifikavimas
lv: Ražotāja piešķirta papildu produkta identifikācija
mt: Identifikazzjoni addizzjonali tal-prodott assenjata mill-manifattur
nl: Extra productidentificatie toegewezen door de fabrikant
no: Ekstra produktidentifikasjon tildelt av produsenten
pl: Dodatkowa identyfikacja produktu przypisana przez producenta
pt: Identificação adicional do produto atribuída pelo fabricante
ro: Identificare suplimentară a produsului atribuită de producător
sk: Dodatočná identifikácia produktu pridelená výrobcom
sl: Dodatna identifikacija izdelka, dodeljena s strani proizvajalca
sv: Ytterligare produktidentifiering tilldelad av tillverkaren

# ai241
source: Customer part number
bg: Номер на част от клиента
cs: Číslo dílu zákazníka
da: Kundens delnummer
de: Kundenteilenummer
el: Αριθμός μέρους πελάτη
es: Número de parte del cliente
fi: Asiakkaan osanumero
fr: Numéro de pièce client
ga: Uimhir chuid an chustaiméara
hr: Broj dijela kupca
hu: Vevői alkatrészszám
is: Hluta númer viðskiptavinar
it: Numero di parte del cliente
lt: Kliento dalies numeris
lv: Klienta detaļas numurs
mt: Numru tal-parti tal-klijent
nl: Klantonderdeelnummer
no: Kundens delnummer
pl: Numer części klienta
pt: Número da peça do cliente
ro: Numărul piesei clientului
sk: Číslo dielu zákazníka
sl: Številka dela kupca
sv: Kundens delnummer

# ai242
source: Made-to-Order variation number
bg: Номер на вариация по поръчка
cs: Číslo varianty na objednávku
da: Specialfremstillet variationsnummer
de: Auftragsbezogene Variationsnummer
el: Αριθμός παραλλαγής κατά παραγγελία
es: Número de variación fabricado a pedido
fi: Tilauksesta valmistettu varianttinumero
fr: Numéro de variation sur commande
ga: Uimhir éagsúlachta Déanta-le-hOrdú
hr: Broj varijacije napravljene po narudžbi
hu: Megrendelésre készült változat száma
is: Sérpöntun afbrigði númer
it: Numero di variazione su ordinazione
lt: Pagal užsakymą pagamintas varianto numeris
lv: Pasūtījuma varianta numurs
mt: Numru tal-varjazzjoni magħmula fuq ordni
nl: Op-maat-gemaakte variatienummer
no: Spesialbestilt variasjonsnummer
pl: Numer wariantu na zamówienie
pt: Número da variação sob encomenda
ro: Număr de variație fabricat la comandă
sk: Číslo variantu na objednávku
sl: Številka različice po naročilu
sv: Nummer för specialbeställd variation

# ai243
source: Packaging component number
bg: Номер на опаковъчен компонент
cs: Číslo komponenty balení
da: Emballagekomponentnummer
de: Verpackungskomponentennummer
el: Αριθμός συστατικού συσκευασίας
es: Número de componente del embalaje
fi: Pakkauskomponentin numero
fr: Numéro de composant d'emballage
ga: Uimhir chomhpháirt pacáistithe
hr: Broj komponente pakiranja
hu: Csomagolókomponens száma
is: Pökkunarhluti númer
it: Numero del componente di confezionamento
lt: Pakavimo komponento numeris
lv: Iepakojuma komponentes numurs
mt: Numru tal-komponent tal-ippakkjar
nl: Verpakkingscomponentnummer
no: Pakningskomponentnummer
pl: Numer komponentu opakowania
pt: Número do componente da embalagem
ro: Numărul componentei de ambalare
sk: Číslo komponentu balenia
sl: Številka komponente pakiranja
sv: Komponentnummer för förpackning

# ai250
source: Secondary serial number
bg: Вторичен сериен номер
cs: Druhotné sériové číslo
da: Sekundært serienummer
de: Sekundäre Seriennummer
el: Δευτερεύων σειριακός αριθμός
es: Número de serie secundario
fi: Toissijainen sarjanumero
fr: Numéro de série secondaire
ga: Uimhir shraithuimhir tánaisteach
hr: Sekundarni serijski broj
hu: Másodlagos sorozatszám
is: Aukaraðnúmer
it: Numero di serie secondario
lt: Antrinis serijinis numeris
lv: Sekundārais sērijas numurs
mt: Numru sekondarju tas-serje
nl: Tweede serienummer
no: Sekundært serienummer
pl: Drugi numer seryjny
pt: Número de série secundário
ro: Număr secundar de serie
sk: Sekundárne sériové číslo
sl: Sekundarna serijska številka
sv: Sekundärt serienummer

# ai251
source: Reference to source entity
bg: Справка към източника
cs: Odkaz na zdrojovou entitu
da: Henvisning til kildeenhed
de: Bezug zur Quellenentität
el: Αναφορά σε πηγαία οντότητα
es: Referencia a la entidad fuente
fi: Viittaus lähteeseen
fr: Référence à l'entité source
ga: Tagairt d'aitheantas an fhoinse
hr: Referenca na izvornu entitetu
hu: Forrás entitásra való hivatkozás
is: Tilvísun til uppruna aðila
it: Riferimento all'entità di origine
lt: Nuoroda į šaltinio subjektą
lv: Atsauce uz avota entītiju
mt: Referenza għall-entità sors
nl: Referentie naar bronentiteit
no: Referanse til kildeentitet
pl: Odniesienie do źródłowej jednostki
pt: Referência à entidade de origem
ro: Referință la entitatea sursă
sk: Odkaz na zdrojovú entitu
sl: Napotitev na izvorni subjekt
sv: Hänvisning till källentitet

# ai253
source: Global Document Type Identifier (GDTI)
bg: Глобален идентификатор на типа документ (GDTI)
cs: Globální identifikátor typu dokumentu (GDTI)
da: Globalt dokumenttypeidentifikator (GDTI)
de: Globaler Dokumententyp-Identifikator (GDTI)
el: Παγκόσμιος Αναγνωριστικός Τύπος Εγγράφου (GDTI)
es: Identificador Global del Tipo de Documento (GDTI)
fi: Globaali asiakirjatyypin tunniste (GDTI)
fr: Identifiant de type de document global (GDTI)
ga: Aitheantóir Cineál Doiciméid Domhanda (GDTI)
hr: Globalni Identifikator Tipa Dokumenta (GDTI)
hu: Globális Dokumentumtípus Azonosító (GDTI)
it: Identificatore Globale del Tipo di Documento (GDTI)
lt: Globalaus dokumento tipo identifikatorius (GDTI)
lv: Globālā dokumenta veida identifikators (GDTI)
mt: Identifikatur Globali tat-Tip tad-Dokument (GDTI)
nl: Globale Document Type Identifier (GDTI)
no: Global Dokumenttypeidentifikator (GDTI)
pl: Globalny Identyfikator Typu Dokumentu (GDTI)
pt: Identificador Global do Tipo de Documento (GDTI)
ro: Identificator Global de Tip Document (GDTI)
sk: Globálny identifikátor typu dokumentu (GDTI)
sl: Globalni Identifikator Vrste Dokumenta (GDTI)
sv: Global dokumenttypsidentifierare (GDTI)

# ai254
source: Global Location Number (GLN) extension component
bg: Компонент на разширение на глобалния номер на местоположение (GLN)
cs: Globální číslo umístění (GLN) rozšiřující komponentu
da: Globalt placeringsnummer (GLN) udvidelseskomponent
de: Globale Standortnummer (GLN) Erweiterungskomponente
el: Συστατικό επέκτασης Παγκόσμιου Αριθμού Τοποθεσίας (GLN)
es: Componente de extensión del Número Global de Ubicación (GLN)
fi: Globaalin sijaintinumeron (GLN) laajennusosa
fr: Composant d'extension du Numéro Global de Localisation (GLN)
ga: Comhpháirt síneadh Uimhir Suímh Domhanda (GLN)
hr: Globalni Broj Lokacije (GLN) komponenta proširenja
hu: Globális Helyszám (GLN) kiterjesztő komponens
is: Global Location Number (GLN) viðbótarhluti
it: Componente di estensione del Numero Globale di Localizzazione (GLN)
lt: Globalaus vietos numerio (GLN) papildoma komponentė
lv: Globālā atrašanās vietas numura (GLN) paplašinājuma komponents
mt: Komponent tal-estensjoni tan-Numru Globali tal-Post (GLN)
nl: Globale Locatienummer (GLN) uitbreidingscomponent
no: Global Lokasjonsnummer (GLN) utvidelseskomponent
pl: Komponent rozszerzenia Globalnego Numeru Lokalizacji (GLN)
pt: Componente de extensão do Número Global de Localização (GLN)
ro: Componentă de extensie a Numărului Global de Locație (GLN)
sk: Globálne číslo umiestnenia (GLN) rozširujúca komponenta
sl: Komponenta razširitve Globalne Številke Lokacije (GLN)
sv: Global platsnummer (GLN) förlängningskomponent

# ai255
source: Global Coupon Number (GCN)
bg: Глобален номер на купон (GCN)
cs: Globální číslo kupónu (GCN)
da: Global kuponnummer (GCN)
de: Globale Couponnummer (GCN)
el: Παγκόσμιος Αριθμός Κουπονιού (GCN)
es: Número Global de Cupón (GCN)
fi: Globaali kuponkinumero (GCN)
fr: Numéro Global de Coupon (GCN)
ga: Uimhir Chúpóin Domhanda (GCN)
hr: Globalni Broj Kupona (GCN)
hu: Globális Kupon Szám (GCN)
it: Numero Globale del Coupon (GCN)
lt: Globalus kupono numeris (GCN)
lv: Globālā kupona numurs (GCN)
mt: Numru Globali tal-Kupun (GCN)
nl: Globale Couponnummer (GCN)
no: Global Kupongnummer (GCN)
pl: Globalny Numer Kuponu (GCN)
pt: Número Global de Cupom (GCN)
ro: Număr Global de Cupon (GCN)
sk: Globálne číslo kupónu (GCN)
sl: Globalna Številka Kupona (GCN)
sv: Global kupongnummer (GCN)

# ai30
source: Variable count of items
bg: Променлив брой артикули
cs: Variabilní počet položek
da: Variabel antal varer
de: Variable Anzahl von Artikeln
el: Μεταβλητός αριθμός αντικειμένων
es: Cuenta variable de artículos
fi: Muuttuva tuotteiden määrä
fr: Nombre variable d'articles
ga: Cuntas athraitheach earraí
hr: Varijabilan broj stavki
hu: Változó darabszám
is: Breytilegur fjöldi hluta
it: Conteggio variabile degli articoli
lt: Kintamas prekių skaičius
lv: Mainīgo preču skaits
mt: Għadd varjabbli ta' oġġetti
nl: Variabel aantal items
no: Variabelt antall varer
pl: Zmienna liczba przedmiotów
pt: Contagem variável de itens
ro: Număr variabil de articole
sk: Premenný počet položiek
sl: Spremenljivo število artiklov
sv: Variabelt antal varor
