Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai402
source: Global Shipment Identification Number (GSIN)
bg: Глобален идентификационен номер за пратка (GSIN)
cs: Globální identifikační číslo zásilky (GSIN)
da: Globalt forsendelsesidentifikationsnummer (GSIN)
de: Globale Sendungsidentifikationsnummer (GSIN)
el: Παγκόσμιος Αριθμός Αναγνώρισης Αποστολής (GSIN)
es: Número Global de Identificación de Envíos (GSIN)
fi: Maailmanlaajuinen lähetystunnistenumero (GSIN)
fr: Numéro Global d'Identification d'Expédition (GSIN)
ga: Uimhir Aitheantais Domhanda le haghaidh Seolta (GSIN)
hr: Globalni identifikacijski broj pošiljke (GSIN)
hu: Globális Szállítási Azonosítószám (GSIN)
it: Numero Globale di Identificazione della Spedizione (GSIN)
lt: Siuntos globalus identifikavimo numeris (GSIN)
lv: Globālais sūtījuma identifikācijas numurs (GSIN)
mt: Numru Globali ta' Identifikazzjoni tal-Vjaġġ (GSIN)
nl: Globaal Identificatienummer voor Zending (GSIN)
no: Globalt forsendelsesidentifikasjonsnummer (GSIN)
pl: Globalny Numer Identyfikacyjny Przesyłki (GSIN)
pt: Número Global de Identificação de Remessa (GSIN)
ro: Număr Global de Identificare a Expediției (GSIN)
sk: Globálne identifikačné číslo pre zásielku (GSIN)
sl: Globalna identifikacijska številka pošiljke (GSIN)
sv: Globalt identifieringsnummer för sändning (GSIN)

# ai403
source: Routing code
bg: Маршрутен код
cs: Směrovací kód
da: Rutekode
el: Κωδικός δρομολόγησης
es: Código de enrutamiento
fi: Reitityskoodi
fr: Code de routage
ga: Cód bealaigh
hr: Kod usmjeravanja
hu: Útvonal kód
is: Leiðbeiningarkóði
it: Codice di instradamento
lt: Maršruto kodas
lv: Maršruta kods
mt: Kodiċi tar-rotta
nl: Routeringscode
no: Rutekode
pl: Kod trasowania
pt: Código de roteamento
ro: Cod de rutare
sk: Smerovací kód
sl: Koda usmerjanja
sv: Ruttkod

# ai410
source: Ship to - Deliver to Global Location Number (GLN)
bg: Доставя се до - Глобален номер на местоположение (GLN)
cs: Doručit na - Globální číslo umístění (GLN)
da: Lever til - Global placeringsnummer (GLN)
de: Lieferadresse - Globale Standortnummer (GLN)
el: Αποστολή σε - Παράδοση σε Παγκόσμιο Αριθμό Τοποθεσίας (GLN)
es: Enviar a - Entregar a Número Global de Ubicación (GLN)
fi: Toimita - Toimita maailmanlaajuiseen sijaintinumeroon (GLN)
fr: Expédier à - Livrer à Numéro Global de Localisation (GLN)
ga: Seol chuig - Seachad chuig Uimhir Suímh Domhanda (GLN)
hr: Dostavi na - Dostavi na Globalni broj lokacije (GLN)
hu: Szállítás címzettje - Globális Helyszám (GLN)
is: Sendu til - Afhenda til Global Location Number (GLN)
it: Spedire a - Consegnare a Numero Globale di Localizzazione (GLN)
lt: Siųsti į - Pristatyti į Globalaus vietos numerio (GLN)
lv: Sūtīt uz - Piegādāt uz Globālās atrašanās vietas numuru (GLN)
mt: Ibgħat lil - Twassal lil Numru Globali tal-Post (GLN)
nl: Leveren aan - Globaal Locatienummer (GLN)
no: Lever til - Globalt lokasjonsnummer (GLN)
pl: Dostarczyć do - Globalny Numer Lokalizacji (GLN)
pt: Enviar para - Entregar para Número Global de Localização (GLN)
ro: Livrează la - Număr Global de Localizare (GLN)
sk: Doručiť do - Globálne číslo umiestnenia (GLN)
sl: Pošlji na - Dostavi na Globalno številko lokacije (GLN)
sv: Leverera till - Globalt platsnummer (GLN)

# ai411
source: Bill to - Invoice to Global Location Number (GLN)
bg: Фактуриране до - Глобален номер на местоположение (GLN)
cs: Fakturovat na - Globální číslo umístění (GLN)
da: Fakturer til - Global placeringsnummer (GLN)
de: Rechnungsadresse - Globale Standortnummer (GLN)
el: Χρέωση σε - Τιμολόγηση σε Παγκόσμιο Αριθμό Τοποθεσίας (GLN)
es: Facturar a - Factura a Número Global de Ubicación (GLN)
fi: Laskuta - Laskuta maailmanlaajuiseen sijaintinumeroon (GLN)
fr: Facturer à - Facture à Numéro Global de Localisation (GLN)
ga: Billeáil chuig - Sonraisc chuig Uimhir Suímh Domhanda (GLN)
hr: Računaj na - Fakturiraj na Globalni broj lokacije (GLN)
hu: Számlázás címzettje - Globális Helyszám (GLN)
is: Reikning til - Faktúra til Global Location Number (GLN)
it: Fatturare a - Fattura a Numero Globale di Localizzazione (GLN)
lt: Sąskaita į - Sąskaita faktūra į Globalaus vietos numerio (GLN)
lv: Rēķināt uz - Faktūra uz Globālās atrašanās vietas numuru (GLN)
mt: Ibgħat lill-kont - Fattura lil Numru Globali tal-Post (GLN)
nl: Factureren aan - Factuur aan Globaal Locatienummer (GLN)
no: Fakturer til - Globalt lokasjonsnummer (GLN)
pl: Faktura do - Faktura do Globalnego Numeru Lokalizacji (GLN)
pt: Faturar para - Número Global de Localização (GLN) da fatura
ro: Facturează la - Factură la Număr Global de Localizare (GLN)
sk: Fakturovať do - Globálne číslo umiestnenia (GLN)
sl: Zaračunaj na - Računaj na Globalno številko lokacije (GLN)
sv: Fakturera till - Globalt platsnummer (GLN)

# ai412
source: Purchased from Global Location Number (GLN)
bg: Купено от Глобален номер на местоположение (GLN)
cs: Koupeno z Globálního čísla umístění (GLN)
da: Købt fra Global placeringsnummer (GLN)
de: Kauf von Globale Standortnummer (GLN)
el: Αγορά από Παγκόσμιο Αριθμό Τοποθεσίας (GLN)
es: Comprado de Número Global de Ubicación (GLN)
fi: Ostettu maailmanlaajuisesta sijaintinumerosta (GLN)
fr: Acheté de Numéro Global de Localisation (GLN)
ga: Ceannaithe ó Uimhir Suímh Domhanda (GLN)
hr: Kupljeno od Globalnog broja lokacije (GLN)
hu: Beszerzés helye - Globális Helyszám (GLN)
is: Keypt frá Global Location Number (GLN)
it: Acquistato da Numero Globale di Localizzazione (GLN)
lt: Pirkta iš Globalaus vietos numerio (GLN)
lv: Iegādāts no Globālās atrašanās vietas numura (GLN)
mt: Ixtri minn Numru Globali tal-Post (GLN)
nl: Gekocht van Globaal Locatienummer (GLN)
no: Kjøpt fra Globalt lokasjonsnummer (GLN)
pl: Zakupione od Globalnego Numeru Lokalizacji (GLN)
pt: Comprado de Número Global de Localização (GLN)
ro: Achiziționat de la Număr Global de Localizare (GLN)
sk: Zakúpené z Globálneho čísla umiestnenia (GLN)
sl: Kupljeno od Globalne številke lokacije (GLN)
sv: Köpt från Globalt platsnummer (GLN)

# ai413
source: Ship for - Deliver for - Forward to Global Location Number (GLN)
bg: Изпратено за - Доставено за - Препратено до Глобален номер на местоположение (GLN)
cs: Doručit pro - Předat Globální číslo umístění (GLN)
da: Send for - Lever for - Videresend til Global placeringsnummer (GLN)
de: Versand für - Lieferung für - Weiterleitung an Globale Standortnummer (GLN)
el: Αποστολή για - Παράδοση για - Προώθηση σε Παγκόσμιο Αριθμό Τοποθεσίας (GLN)
es: Enviar para - Entregar para - Reenviar a Número Global de Ubicación (GLN)
fi: Lähetä - Toimita - Edelleenlähetä maailmanlaajuiseen sijaintinumeroon (GLN)
fr: Expédier pour - Livrer pour - Transférer à Numéro Global de Localisation (GLN)
ga: Seol ar son - Seachad ar son - Cuir ar aghaidh chuig Uimhir Suímh Domhanda (GLN)
hr: Šalji za - Dostavi za - Proslijedi na Globalni broj lokacije (GLN)
hu: Szállításra - Kiszállításra - Továbbításra - Globális Helyszám (GLN)
is: Sendu fyrir - Afhenda fyrir - Fram til Global Location Number (GLN)
it: Spedire per - Consegnare per - Inoltrare a Numero Globale di Localizzazione (GLN)
lt: Siųsti už - Pristatyti už - Persiųsti į Globalaus vietos numerio (GLN)
lv: Sūtīt priekš - Piegādāt priekš - Pārsūtīt uz Globālās atrašanās vietas numuru (GLN)
mt: Ibgħat għal - Twassal għal - Ibgħat 'il quddiem lil Numru Globali tal-Post (GLN)
nl: Leveren voor - Doorsturen naar Globaal Locatienummer (GLN)
no: Send for - Lever for - Videresend til Globalt lokasjonsnummer (GLN)
pl: Wysyłka dla - Dostawa dla - Przekazanie do Globalnego Numeru Lokalizacji (GLN)
pt: Enviar para - Entregar para - Encaminhar para Número Global de Localização (GLN)
ro: Expediază pentru - Livrează pentru - Redirecționează la Număr Global de Localizare (GLN)
sk: Prepraviť pre - Doručiť pre - Preposlať do Globálneho čísla umiestnenia (GLN)
sl: Pošlji za - Dostavi za - Naprej na Globalno številko lokacije (GLN)
sv: Skicka för - Leverera för - Vidarebefordra till Globalt platsnummer (GLN)

# ai414
source: Identification of a physical location - Global Location Number (GLN)
bg: Идентификация на физическо местоположение - Глобален номер на местоположение (GLN)
cs: Identifikace fyzického místa - Globální číslo umístění (GLN)
da: Identifikation af en fysisk placering - Global placeringsnummer (GLN)
de: Identifikation eines physischen Standorts - Globale Standortnummer (GLN)
el: Αναγνώριση φυσικής τοποθεσίας - Παγκόσμιος Αριθμός Τοποθεσίας (GLN)
es: Identificación de una ubicación física - Número Global de Ubicación (GLN)
fi: Fyysisen sijainnin tunnistus - Maailmanlaajuinen sijaintinumero (GLN)
fr: Identification d'un emplacement physique - Numéro Global de Localisation (GLN)
ga: Aitheantas suímh fhisiciúil - Uimhir Suímh Domhanda (GLN)
hr: Identifikacija fizičke lokacije - Globalni broj lokacije (GLN)
hu: Fizikai hely azonosítása - Globális Helyszám (GLN)
is: Auðkenning á líkamlegri staðsetningu - Global Location Number (GLN)
it: Identificazione di una posizione fisica - Numero Globale di Localizzazione (GLN)
lt: Fizinės vietos identifikavimas - Globalus vietos numeris (GLN)
lv: Fiziskās atrašanās vietas identifikācija - Globālās atrašanās vietas numurs (GLN)
mt: Identifikazzjoni ta' post fiżiku - Numru Globali tal-Post (GLN)
nl: Identificatie van een fysieke locatie - Globaal Locatienummer (GLN)
no: Identifikasjon av en fysisk lokasjon - Globalt lokasjonsnummer (GLN)
pl: Identyfikacja fizycznej lokalizacji - Globalny Numer Lokalizacji (GLN)
pt: Identificação de um local físico - Número Global de Localização (GLN)
ro: Identificarea unei locații fizice - Număr Global de Localizare (GLN)
sk: Identifikácia fyzickej lokality - Globálne číslo umiestnenia (GLN)
sl: Identifikacija fizične lokacije - Globalna številka lokacije (GLN)
sv: Identifiering av en fysisk plats - Globalt platsnummer (GLN)

# ai415
source: Global Location Number (GLN) of the invoicing party
bg: Глобален номер на местоположение (GLN) на фактуриращата страна
cs: Globální číslo umístění (GLN) fakturační strany
da: Global placeringsnummer (GLN) for faktureringsparten
de: Globale Standortnummer (GLN) der Rechnungsstelle
el: Παγκόσμιος Αριθμός Τοποθεσίας (GLN) του τιμολογούντος
es: Número Global de Ubicación (GLN) de la parte facturadora
fi: Laskuttavan osapuolen maailmanlaajuinen sijaintinumero (GLN)
fr: Numéro Global de Localisation (GLN) de la partie facturante
ga: Uimhir Suímh Domhanda (GLN) an pháirtí billeála
hr: Globalni broj lokacije (GLN) stranke koja fakturira
hu: Számlázó fél Globális Helyszáma (GLN)
is: Global Location Number (GLN) fyrir reikningssala
it: Numero Globale di Localizzazione (GLN) della parte fatturante
lt: Globalaus vietos numerio (GLN) sąskaitos išrašančios šalies
lv: Globālās atrašanās vietas numurs (GLN) rēķina izrakstītājam
mt: Numru Globali tal-Post (GLN) tal-parti li qed tibgħat il-fattura
nl: Globaal Locatienummer (GLN) van de facturerende partij
no: Globalt lokasjonsnummer (GLN) for fakturaenhet
pl: Globalny Numer Lokalizacji (GLN) strony fakturowanej
pt: Número Global de Localização (GLN) da parte faturante
ro: Număr Global de Localizare (GLN) al părții care facturează
sk: Globálne číslo umiestnenia (GLN) fakturačnej strany
sl: Globalna številka lokacije (GLN) izdajatelja računa
sv: Globalt platsnummer (GLN) för faktureringsparten

# ai416
source: Global Location Number (GLN) of the production or service location
bg: Глобален номер на местоположение (GLN) на мястото за производство или услуга
cs: Globální číslo umístění (GLN) výrobního nebo servisního místa
da: Global placeringsnummer (GLN) for produktions- eller serviceplaceringen
de: Globale Standortnummer (GLN) des Produktions- oder Dienstleistungsortes
el: Παγκόσμιος Αριθμός Τοποθεσίας (GLN) του παραγωγού ή της υπηρεσίας
es: Número Global de Ubicación (GLN) del lugar de producción o servicio
fi: Tuotanto- tai palvelupaikan maailmanlaajuinen sijaintinumero (GLN)
fr: Numéro Global de Localisation (GLN) du lieu de production ou de service
ga: Uimhir Suímh Domhanda (GLN) na háite táirgthe nó seirbhíse
hr: Globalni broj lokacije (GLN) proizvodnje ili lokacije usluge
hu: Gyártási vagy szolgáltatási hely Globális Helyszáma (GLN)
is: Global Location Number (GLN) fyrir framleiðslu eða þjónustustað
it: Numero Globale di Localizzazione (GLN) del luogo di produzione o servizio
lt: Globalaus vietos numerio (GLN) gamybos ar paslaugos vietos
lv: Globālās atrašanās vietas numurs (GLN) ražošanas vai pakalpojumu vietai
mt: Numru Globali tal-Post (GLN) tal-post tal-produzzjoni jew tas-servizz
nl: Globaal Locatienummer (GLN) van de productie- of dienstverleningslocatie
no: Globalt lokasjonsnummer (GLN) for produksjon- eller tjenestested
pl: Globalny Numer Lokalizacji (GLN) miejsca produkcji lub usługi
pt: Número Global de Localização (GLN) do local de produção ou serviço
ro: Număr Global de Localizare (GLN) al locului de producție sau servicii
sk: Globálne číslo umiestnenia (GLN) výrobného alebo servisného miesta
sl: Globalna številka lokacije (GLN) proizvodne ali storitvene lokacije
sv: Globalt platsnummer (GLN) för produktions- eller servicestället

# ai417
source: Party Global Location Number (GLN)
bg: Партиен Глобален номер на местоположение (GLN)
cs: Globální číslo umístění (GLN) strany
da: Part Global placeringsnummer (GLN)
de: Partei Globale Standortnummer (GLN)
el: Παγκόσμιος Αριθμός Τοποθεσίας (GLN) του συμμετέχοντα
es: Número Global de Ubicación (GLN) de la parte
fi: Osapuolen maailmanlaajuinen sijaintinumero (GLN)
fr: Numéro Global de Localisation (GLN) de la partie
ga: Uimhir Suímh Domhanda (GLN) an pháirtí
hr: Globalni broj lokacije (GLN) stranke
hu: Fél Globális Helyszáma (GLN)
it: Numero Globale di Localizzazione (GLN) della parte
lt: Šalies globalaus vietos numerio (GLN)
lv: Puses Globālās atrašanās vietas numurs (GLN)
mt: Numru Globali tal-Post (GLN) tal-parti
nl: Globaal Locatienummer (GLN) van de partij
no: Partiets globale lokasjonsnummer (GLN)
pl: Globalny Numer Lokalizacji (GLN) strony
pt: Número Global de Localização (GLN) da parte
ro: Număr Global de Localizare (GLN) al părții
sk: Globálne číslo umiestnenia (GLN) strany
sl: Globalna številka lokacije (GLN) stranke
sv: Partens globala platsnummer (GLN)

# ai420
source: Ship-to / Deliver-to postal code within a single postal authority
bg: Доставя се до / Доставя се до пощенски код в рамките на една пощенска власт
cs: Poštovní kód Doručit na / Předat v rámci jedné poštovní autority
da: Lever til / lever til postnummer inden for en enkelt postautoritet
de: Lieferadresse / Zustelladresse Postleitzahl innerhalb einer einzelnen Postbehörde
el: Ταχυδρομικός κώδικας Αποστολής / Παράδοσης σε μια ενιαία ταχυδρομική αρχή
es: Código postal Enviar a / Entregar a dentro de una sola autoridad postal
fi: Toimita/postita yhden postiviranomaisen sisällä olevaan postinumeroon
fr: Code postal Expédier à / Livrer à au sein d'une seule autorité postale
ga: Cód poist seoladh/seachadadh laistigh de údarás poist aonair
hr: Poštanski broj za dostavu / isporuku unutar jednog poštanskog autoriteta
hu: Szállítási/Címzett postai kódja egyetlen postai hatóság területén
is: Sendu til / Afhenda til póstnúmer innan eins póstsvæðis
it: Codice postale Spedire a / Consegnare a all'interno di una singola autorità postale
lt: Pristatymo / siuntimo pašto kodas vienos pašto valdžios teritorijoje
lv: Piegādes/Sūtīšanas pasta indekss vienas pasta iestādes ietvaros
mt: Kodiċi postali tal-Ibgħat lil/Twassal lil fi ħdan awtorità postali waħda
nl: Postcode leveren aan / bezorgen aan binnen een enkele postautoriteit
no: Send til/Lever til postkode innenfor en enkelt postautoritet
pl: Kod pocztowy Dostarczyć do / Dostarczyć do w ramach pojedynczej władzy pocztowej
pt: Código postal de Envio para / Entrega para dentro de uma única autoridade postal
ro: Cod poștal Livrează la / Livrează la în cadrul unei singure autorități poștale
sk: Poštové smerovacie číslo doručenia/vyzdvihnutia v rámci jednej poštovej autority
sl: Poštna številka za dostavo / dostavo znotraj ene poštne oblasti
sv: Postnummer för Skicka till/Leverera till inom en enda postmyndighet

# ai421
source: Ship-to / Deliver-to postal code with three-digit ISO country code
bg: Доставя се до / Доставя се до пощенски код с трицифрен ISO код на страната
cs: Poštovní kód Doručit na / Předat s třímístným kódem země ISO
da: Lever til / lever til postnummer med trecifret ISO-landekode
de: Lieferadresse / Zustelladresse Postleitzahl mit dreistelligem ISO-Ländercode
el: Ταχυδρομικός κώδικας Αποστολής / Παράδοσης με τριψήφιο κωδικό χώρας ISO
es: Código postal Enviar a / Entregar a con código de país ISO de tres dígitos
fi: Toimita/postita postinumero kolminumeroisella ISO-maakoodilla
fr: Code postal Expédier à / Livrer à avec code de pays ISO à trois chiffres
ga: Cód poist seoladh/seachadadh le cód tíre ISO trí dhigit
hr: Poštanski broj za dostavu / isporuku s troznamenkastim ISO kodom zemlje
hu: Szállítási/Címzett postai kódja háromjegyű ISO országkóddal
is: Sendu til / Afhenda til póstnúmer með þriggja stafa ISO landakóða
it: Codice postale Spedire a / Consegnare a con codice paese ISO a tre cifre
lt: Pristatymo / siuntimo pašto kodas su trijų skaitmenų ISO šalies kodu
lv: Piegādes/Sūtīšanas pasta indekss ar trīsciparu ISO valsts kodu
mt: Kodiċi postali tal-Ibgħat lil/Twassal lil b'kodiċi tal-pajjiż ISO ta' tliet ċifri
nl: Postcode leveren aan / bezorgen aan met drie-cijferige ISO-landcode
no: Send til/Lever til postkode med trecifret ISO-landkode
pl: Kod pocztowy Dostarczyć do / Dostarczyć do z trzycyfrowym kodem kraju ISO
pt: Código postal de Envio para / Entrega para com código de país ISO de três dígitos
ro: Cod poștal Livrează la / Livrează la cu cod de țară ISO de trei cifre
sk: Poštové smerovacie číslo doručenia/vyzdvihnutia s trojmiestnym ISO kódom krajiny
sl: Poštna številka za dostavo / dostavo s triznamensko ISO kodo države
sv: Postnummer för Skicka till/Leverera till med treciffrig ISO-landskod

# ai422
source: Country of origin of a trade item
bg: Страна на произход на търговския артикул
cs: Země původu obchodní položky
da: Oprindelsesland for en handelsvare
de: Herkunftsland eines Handelsartikels
el: Χώρα προέλευσης ενός εμπορικού αντικειμένου
es: País de origen de un artículo comercial
fi: Kauppatavaran alkuperämaa
fr: Pays d'origine d'un article commercial
ga: Tír thionscnaimh earra trádála
hr: Zemlja podrijetla trgovinske stavke
hu: Kereskedelmi cikk származási országa
is: Upprunaland viðskiptavöru
it: Paese di origine di un articolo commerciale
lt: Prekės kilmės šalis
lv: Preces izcelsmes valsts
mt: Pajjiż ta' oriġini ta' oġġett kummerċjali
nl: Land van herkomst van een handelsartikel
no: Opprinnelsesland for en handelsvare
pl: Kraj pochodzenia artykułu handlowego
pt: País de origem de um item comercial
ro: Țara de origine a articolului comercial
sk: Krajina pôvodu obchodnej položky
sl: Država izvora trgovskega artikla
sv: Ursprungsland för en handelsvara

# ai423
source: Country of initial processing
bg: Страна на първоначална обработка
cs: Země počátečního zpracování
da: Land for første forarbejdning
de: Land der Erstverarbeitung
el: Χώρα αρχικής επεξεργασίας
es: País de procesamiento inicial
fi: Alkuperäinen prosessointimaa
fr: Pays de première transformation
ga: Tír an phróiseála tosaigh
hr: Zemlja početne obrade
hu: Első feldolgozási ország
is: Land upphaflegrar vinnslu
it: Paese di prima lavorazione
lt: Pirminio apdirbimo šalis
lv: Preces sākotnējās apstrādes valsts
mt: Pajjiż ta' l-ipproċessar inizjali
nl: Land van eerste verwerking
no: Land for første bearbeiding
pl: Kraj początkowej obróbki
pt: País de processamento inicial
ro: Țara procesării inițiale
sk: Krajina počiatočného spracovania
sl: Država začetne obdelave
sv: Land för inledande bearbetning

# ai424
source: Country of processing
bg: Страна на обработка
cs: Země zpracování
da: Land for forarbejdning
de: Land der Verarbeitung
el: Χώρα επεξεργασίας
es: País de procesamiento
fi: Prosessointimaa
fr: Pays de transformation
ga: Tír an phróiseála
hr: Zemlja obrade
hu: Feldolgozási ország
is: Land vinnslu
it: Paese di lavorazione
lt: Apdirbimo šalis
lv: Preces apstrādes valsts
mt: Pajjiż tal-ipproċessar
nl: Land van verwerking
no: Land for bearbeiding
pl: Kraj przetwarzania
pt: País de processamento
ro: Țara procesării
sk: Krajina spracovania
sl: Država obdelave
sv: Land för bearbetning

# ai425
source: Country of disassembly
bg: Страна на демонтаж
cs: Země demontáže
da: Land for demontering
de: Land der Demontage
el: Χώρα διάλυσης
es: País de desmontaje
fi: Purkamismaa
fr: Pays de démontage
ga: Tír an dhíchomhdhéanaimh
hr: Zemlja demontaže
hu: Bontási ország
is: Land sundrunar
it: Paese di smontaggio
lt: Išmontavimo šalis
lv: Preces demontāžas valsts
mt: Pajjiż tad-demuntar
nl: Land van demontage
no: Land for demontering
pl: Kraj demontażu
pt: País de desmontagem
ro: Țara demontării
sk: Krajina demontáže
sl: Država demontaže
sv: Land för demontering

# ai426
source: Country covering full process chain
bg: Страна, обхващаща целия процес
cs: Země pokrývající celý procesní řetězec
da: Land dækkende fuld proceskæde
de: Land der vollständigen Prozesskette
el: Χώρα που καλύπτει την πλήρη αλυσίδα διαδικασιών
es: País que cubre toda la cadena de procesos
fi: Koko prosessiketjun kattava maa
fr: Pays couvrant la chaîne de processus complète
ga: Tír a chlúdaíonn an slabhra próiseála iomlán
hr: Zemlja koja pokriva cijeli procesni lanac
hu: Teljes folyamatláncot lefedő ország
is: Land sem nær yfir allt ferli
it: Paese che copre l'intera catena di processo
lt: Visą procesų grandinę apimanti šalis
lv: Visu procesu ķēdi aptveroša valsts
mt: Pajjiż li jkopri l-katina sħiħa tal-proċess
nl: Land dat de volledige procesketen dekt
no: Land som dekker hele prosesskjeden
pl: Kraj obejmujący pełny łańcuch procesów
pt: País cobrindo toda a cadeia de processos
ro: Țara care acoperă întregul lanț de procesare
sk: Krajina pokrývajúca celý procesný reťazec
sl: Država, ki pokriva celoten procesni verigo
sv: Land som täcker hela processkedjan

# ai427
source: Country subdivision of origin code for a trade item
bg: Подразделение на страната на произход код за търговски артикул
cs: Podrozdělení země původu kódu pro obchodní položku
da: Land underafdeling af oprindelseskode for en handelsvare
de: Unterteilung des Herkunftslandes Code für einen Handelsartikel
el: Υποδιαίρεση χώρας προέλευσης κωδικού για ένα εμπορικό αντικείμενο
es: Subdivisión del país de origen código para un artículo comercial
fi: Kauppatavaran alkuperäalakoodi
fr: Sous-division du pays d'origine code pour un article commercial
ga: Cód fofhoireann tionscnaimh tíre le haghaidh earra trádála
hr: Pododjel kod zemlje podrijetla za trgovinsku stavku
hu: Kereskedelmi cikk származási országának részletező kódja
is: Undirdeild upprunalandskóða fyrir viðskiptavöru
it: Suddivisione del paese di origine codice per un articolo commerciale
lt: Prekės kilmės šalies padalinio kodas
lv: Preces izcelsmes valsts apakšnodaļas kods
mt: Kodiċi tas-sottodiviżjoni tal-pajjiż ta' oriġini għal oġġett kummerċjali
nl: Subdivisie van herkomstcode voor een handelsartikel
no: Landunderavdeling av opprinnelseskode for en handelsvare
pl: Podział kraju pochodzenia kod dla artykułu handlowego
pt: Subdivisão do país do código de origem para um item comercial
ro: Subdiviziunea țării de origine cod pentru un articol comercial
sk: Podkód krajiny pôvodu obchodnej položky
sl: Pododdelek državne kode izvora za trgovski artikel
sv: Underavdelning av ursprungslandskod för en handelsvara
