Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai96
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai97
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai98
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information

# ai99
source: Company internal information
bg: Фирмена вътрешна информация
cs: Interní informace společnosti
da: Firmaintern information
de: Firmeninterne Informationen
el: Εσωτερικές πληροφορίες εταιρείας
es: Información interna de la empresa
fi: Yrityksen sisäinen tieto
fr: Informations internes de l'entreprise
ga: Eolas inmheánach cuideachta
hr: Interna informacija tvrtke
hu: Cég belső információi
is: Innanfyrirtækjaupplýsingar
it: Informazioni interne aziendali
lt: Įmonės vidinė informacija
lv: Uzņēmuma iekšējā informācija
mt: Informazzjoni interna tal-kumpanija
nl: Interne bedrijfsinformatie
no: Internt selskapsinformasjon
pl: Informacje wewnętrzne firmy
pt: Informações internas da empresa
ro: Informații interne ale companiei
sk: Interné informácie spoločnosti
sl: Notranje informacije podjetja
sv: Företagsintern information
