Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai4300
source: Ship-to / Deliver-to Company name
bg: Доставя се до / Доставя се до име на фирмата
cs: Název společnosti Doručit na / Předat
da: Lever til / lever til firmanavn
de: Lieferadresse / Zustelladresse Firmenname
el: Όνομα εταιρείας Αποστολής / Παράδοσης
es: Nombre de la empresa Enviar a / Entregar a
fi: Toimita - Toimita yrityksen nimi
fr: Nom de l'entreprise Expédier à / Livrer à
ga: Ainm Cuideachta seoladh/seachadadh
hr: Naziv tvrtke za dostavu / isporuku
hu: Szállítási/Címzett cég neve
is: Sendu til / Afhenda til fyrirtækjaheiti
it: Nome dell'azienda Spedire a / Consegnare a
lt: Pristatymo / siuntimo įmonės pavadinimas
lv: Piegādes/Sūtīšanas uzņēmuma nosaukums
mt: Isem tal-Kumpanija tal-Ibgħat lil/Twassal lil
nl: Naam van het bedrijf leveren aan / bezorgen aan
no: Send til/Lever til firmanavn
pl: Nazwa firmy Dostarczyć do / Dostarczyć do
pt: Nome da empresa de Envio para / Entrega para
ro: Numele companiei Livrează la / Livrează la
sk: Názov spoločnosti doručenia/vyzdvihnutia
sl: Ime podjetja za dostavo / dostavo
sv: Företagsnamn för Skicka till/Leverera till

# ai4301
source: Ship-to / Deliver-to contact name
bg: Доставя се до / Доставя се до контактно име
cs: Jméno kontaktu Doručit na / Předat
da: Lever til / lever til kontaktnavn
de: Lieferadresse / Zustelladresse Kontaktperson
el: Όνομα επαφής Αποστολής / Παράδοσης
es: Nombre del contacto Enviar a / Entregar a
fi: Toimita - Toimita yhteyshenkilön nimi
fr: Nom du contact Expédier à / Livrer à
ga: Ainm teagmhála seoladh/seachadadh
hr: Kontaktno ime za dostavu / isporuku
hu: Szállítási/Címzett kapcsolattartó neve
is: Sendu til / Afhenda til tengiliðs nafn
it: Nome del contatto Spedire a / Consegnare a
lt: Pristatymo / siuntimo kontakto vardas
lv: Piegādes/Sūtīšanas kontaktpersonas vārds
mt: Isem tal-kuntatt tal-Ibgħat lil/Twassal lil
nl: Contactnaam leveren aan / bezorgen aan
no: Send til/Lever til kontaktnavn
pl: Nazwa kontaktu Dostarczyć do / Dostarczyć do
pt: Nome de contato de Envio para / Entrega para
ro: Numele de contact Livrează la / Livrează la
sk: Kontaktné meno doručenia/vyzdvihnutia
sl: Ime stika za dostavo / dostavo
sv: Kontaktnamn för Skicka till/Leverera till

# ai4302
source: Ship-to / Deliver-to address line 1
bg: Доставя се до / Доставя се до адрес ред 1
cs: Adresa řádek 1 Doručit na / Předat
da: Lever til / lever til adresse linje 1
de: Lieferadresse / Zustelladresse Adresszeile 1
el: Διεύθυνση γραμμής 1 Αποστολής / Παράδοσης
es: Línea de dirección 1 Enviar a / Entregar a
fi: Toimita - Toimita osoiterivi 1
fr: Ligne d'adresse 1 Expédier à / Livrer à
ga: Líne seolta seoladh/seachadadh 1
hr: Adresni redak 1 za dostavu / isporuku
hu: Szállítási/Címzett cím 1. sor
is: Sendu til / Afhenda til heimilisfangslínu 1
it: Indirizzo riga 1 Spedire a / Consegnare a
lt: Pristatymo / siuntimo adreso eilutė 1
lv: Piegādes/Sūtīšanas adreses 1. rinda
mt: L-ewwel linja tal-indirizz tal-Ibgħat lil/Twassal lil
nl: Adreslijn 1 leveren aan / bezorgen aan
no: Send til/Lever til adresse linje 1
pl: Linia adresowa 1 Dostarczyć do / Dostarczyć do
pt: Linha de endereço 1 de Envio para / Entrega para
ro: Linia adresei 1 Livrează la / Livrează la
sk: Adresný riadok 1 doručenia/vyzdvihnutia
sl: Naslovna vrstica 1 za dostavo / dostavo
sv: Adressrad 1 för Skicka till/Leverera till

# ai4303
source: Ship-to / Deliver-to address line 2
bg: Доставя се до / Доставя се до адрес ред 2
cs: Adresa řádek 2 Doručit na / Předat
da: Lever til / lever til adresse linje 2
de: Lieferadresse / Zustelladresse Adresszeile 2
el: Διεύθυνση γραμμής 2 Αποστολής / Παράδοσης
es: Línea de dirección 2 Enviar a / Entregar a
fi: Toimita - Toimita osoiterivi 2
fr: Ligne d'adresse 2 Expédier à / Livrer à
ga: Líne seolta seoladh/seachadadh 2
hr: Adresni redak 2 za dostavu / isporuku
hu: Szállítási/Címzett cím 2. sor
is: Sendu til / Afhenda til heimilisfangslínu 2
it: Indirizzo riga 2 Spedire a / Consegnare a
lt: Pristatymo / siuntimo adreso eilutė 2
lv: Piegādes/Sūtīšanas adreses 2. rinda
mt: It-tieni linja tal-indirizz tal-Ibgħat lil/Twassal lil
nl: Adreslijn 2 leveren aan / bezorgen aan
no: Send til/Lever til adresse linje 2
pl: Linia adresowa 2 Dostarczyć do / Dostarczyć do
pt: Linha de endereço 2 de Envio para / Entrega para
ro: Linia adresei 2 Livrează la / Livrează la
sk: Adresný riadok 2 doručenia/vyzdvihnutia
sl: Naslovna vrstica 2 za dostavo / dostavo
sv: Adressrad 2 för Skicka till/Leverera till

# ai4304
source: Ship-to / Deliver-to suburb
bg: Доставя се до / Доставя се до предградие
cs: Předměstí Doručit na / Předat
da: Lever til / lever til forstad
de: Lieferadresse / Zustelladresse Vorort
el: Προάστιο Αποστολής / Παράδοσης
es: Suburbio Enviar a / Entregar a
fi: Toimita - Toimita esikaupunkialue
fr: Banlieue Expédier à / Livrer à
ga: Bruachbhaile seoladh/seachadadh
hr: Predgrađe za dostavu / isporuku
hu: Szállítási/Címzett külváros
is: Sendu til / Afhenda til úthverfi
it: Sobborgo Spedire a / Consegnare a
lt: Pristatymo / siuntimo priemiestis
lv: Piegādes/Sūtīšanas priekšpilsēta
mt: Subborg tal-Ibgħat lil/Twassal lil
nl: Voorstad leveren aan / bezorgen aan
no: Send til/Lever til forstad
pl: Przedmieście Dostarczyć do / Dostarczyć do
pt: Subúrbio de Envio para / Entrega para
ro: Suburbie Livrează la / Livrează la
sk: Predmestie doručenia/vyzdvihnutia
sl: Predmestje za dostavo / dostavo
sv: Förort för Skicka till/Leverera till

# ai4305
source: Ship-to / Deliver-to locality
bg: Доставя се до / Доставя се до населено място
cs: Lokalita Doručit na / Předat
da: Lever til / lever til lokalitet
de: Lieferadresse / Zustelladresse Ort
el: Τοπικότητα Αποστολής / Παράδοσης
es: Localidad Enviar a / Entregar a
fi: Toimita - Toimita paikallisuus
fr: Localité Expédier à / Livrer à
ga: Áitreabh seoladh/seachadadh
hr: Lokalitet za dostavu / isporuku
hu: Szállítási/Címzett település
is: Sendu til / Afhenda til staðar
it: Località Spedire a / Consegnare a
lt: Pristatymo / siuntimo vietovė
lv: Piegādes/Sūtīšanas lokalitāte
mt: Lokalità tal-Ibgħat lil/Twassal lil
nl: Plaats leveren aan / bezorgen aan
no: Send til/Lever til lokalitet
pl: Miejscowość Dostarczyć do / Dostarczyć do
pt: Localidade de Envio para / Entrega para
ro: Localitatea Livrează la / Livrează la
sk: Lokalita doručenia/vyzdvihnutia
sl: Lokalnost za dostavo / dostavo
sv: Ort för Skicka till/Leverera till

# ai4306
source: Ship-to / Deliver-to region
bg: Доставя се до / Доставя се до област
cs: Region Doručit na / Předat
da: Lever til / lever til region
de: Lieferadresse / Zustelladresse Region
el: Περιοχή Αποστολής / Παράδοσης
es: Región Enviar a / Entregar a
fi: Toimita - Toimita alue
fr: Région Expédier à / Livrer à
ga: Réigiún seoladh/seachadadh
hr: Regija za dostavu / isporuku
hu: Szállítási/Címzett régió
is: Sendu til / Afhenda til svæðis
it: Regione Spedire a / Consegnare a
lt: Pristatymo / siuntimo regionas
lv: Piegādes/Sūtīšanas reģions
mt: Reġjun tal-Ibgħat lil/Twassal lil
nl: Regio leveren aan / bezorgen aan
no: Send til/Lever til region
pl: Region Dostarczyć do / Dostarczyć do
pt: Região de Envio para / Entrega para
ro: Regiunea Livrează la / Livrează la
sk: Región doručenia/vyzdvihnutia
sl: Regija za dostavo / dostavo
sv: Region för Skicka till/Leverera till

# ai4307
source: Ship-to / Deliver-to country code
bg: Доставя се до / Доставя се до код на страната
cs: Kód země Doručit na / Předat
da: Lever til / lever til landekode
de: Lieferadresse / Zustelladresse Ländercode
el: Κωδικός χώρας Αποστολής / Παράδοσης
es: Código de país Enviar a / Entregar a
fi: Toimita - Toimita maakoodi
fr: Code de pays Expédier à / Livrer à
ga: Cód tíre seoladh/seachadadh
hr: Kod zemlje za dostavu / isporuku
hu: Szállítási/Címzett országkód
is: Sendu til / Afhenda til landakóða
it: Codice del paese Spedire a / Consegnare a
lt: Pristatymo / siuntimo šalies kodas
lv: Piegādes/Sūtīšanas valsts kods
mt: Kodiċi tal-pajjiż tal-Ibgħat lil/Twassal lil
nl: Landcode leveren aan / bezorgen aan
no: Send til/Lever til landskode
pl: Kod kraju Dostarczyć do / Dostarczyć do
pt: Código do país de Envio para / Entrega para
ro: Codul țării Livrează la / Livrează la
sk: Kód krajiny doručenia/vyzdvihnutia
sl: Državna koda za dostavo / dostavo
sv: Landskod för Skicka till/Leverera till

# ai4308
source: Ship-to / Deliver-to telephone number
bg: Доставя се до / Доставя се до телефонен номер
cs: Telefonní číslo Doručit na / Předat
da: Lever til / lever til telefonnummer
de: Lieferadresse / Zustelladresse Telefonnummer
el: Τηλεφωνικός αριθμός Αποστολής / Παράδοσης
es: Número de teléfono Enviar a / Entregar a
fi: Toimita - Toimita puhelinnumero
fr: Numéro de téléphone Expédier à / Livrer à
ga: Uimhir theileafóin seoladh/seachadadh
hr: Telefonski broj za dostavu / isporuku
hu: Szállítási/Címzett telefonszám
is: Sendu til / Afhenda til símanúmer
it: Numero di telefono Spedire a / Consegnare a
lt: Pristatymo / siuntimo telefono numeris
lv: Piegādes/Sūtīšanas tālruņa numurs
mt: Numru tat-telefon tal-Ibgħat lil/Twassal lil
nl: Telefoonnummer leveren aan / bezorgen aan
no: Send til/Lever til telefonnummer
pl: Numer telefonu Dostarczyć do / Dostarczyć do
pt: Número de telefone de Envio para / Entrega para
ro: Numărul de telefon Livrează la / Livrează la
sk: Telefónne číslo doručenia/vyzdvihnutia
sl: Telefonska številka za dostavo / dostavo
sv: Telefonnummer för Skicka till/Leverera till

# ai4309
source: Ship-to / Deliver-to GEO location
bg: Доставя се до / Доставя се до GEO местоположение
cs: GEO umístění Doručit na / Předat
da: Lever til / lever til GEO placering
de: Lieferadresse / Zustelladresse GEO-Standort
el: Γεωγραφική τοποθεσία Αποστολής / Παράδοσης
es: Ubicación GEO Enviar a / Entregar a
fi: Toimita - Toimita GEO-sijainti
fr: Emplacement GEO Expédier à / Livrer à
ga: Suíomh GEO seoladh/seachadadh
hr: GEO lokacija za dostavu / isporuku
hu: Szállítási/Címzett GEO helyzet
is: Sendu til / Afhenda til GEO staðsetningu
it: Posizione GEO Spedire a / Consegnare a
lt: Pristatymo / siuntimo GEO vieta
lv: Piegādes/Sūtīšanas ĢEO atrašanās vieta
mt: Post ĠEO tal-Ibgħat lil/Twassal lil
nl: GEO-locatie leveren aan / bezorgen aan
no: Send til/Lever til GEO-lokasjon
pl: Lokalizacja GEO Dostarczyć do / Dostarczyć do
pt: Localização GEO de Envio para / Entrega para
ro: Locația GEO Livrează la / Livrează la
sk: GEO poloha doručenia/vyzdvihnutia
sl: GEO lokacija za dostavo / dostavo
sv: GEO-plats för Skicka till/Leverera till

# ai4310
source: Return-to company name
bg: Име на фирмата за връщане
cs: Název společnosti Vrátit
da: Returner til firmanavn
de: Rücksendeadresse Firmenname
el: Όνομα εταιρείας Επιστροφής
es: Nombre de la empresa Devolver a
fi: Palauta yrityksen nimi
fr: Nom de l'entreprise Retour à
ga: Ainm Cuideachta tuairisceán
hr: Naziv tvrtke za povrat
hu: Visszaküldő cég neve
is: Skila til fyrirtækjanafn
it: Nome dell'azienda Restituire a
lt: Grąžinimo įmonės pavadinimas
lv: Atgriešanas uzņēmuma nosaukums
mt: Isem tal-Kumpanija tar-Ritorn lil
nl: Naam van het bedrijf retourneren aan
no: Returner til firmanavn
pl: Nazwa firmy Zwrócić do
pt: Nome da empresa de Retorno para
ro: Numele companiei Returnează la
sk: Názov spoločnosti na vrátenie
sl: Ime podjetja za vračilo
sv: Företagsnamn för Återlämna till

# ai4311
source: Return-to contact name
bg: Контактно име за връщане
cs: Jméno kontaktu Vrátit
da: Returner til kontaktnavn
de: Rücksendeadresse Kontaktperson
el: Όνομα επαφής Επιστροφής
es: Nombre del contacto Devolver a
fi: Palauta yhteyshenkilön nimi
fr: Nom du contact Retour à
ga: Ainm teagmhála tuairisceán
hr: Kontaktno ime za povrat
hu: Visszaküldő kapcsolattartó neve
is: Skila til tengiliðsnafn
it: Nome del contatto Restituire a
lt: Grąžinimo kontakto vardas
lv: Atgriešanas kontaktpersonas vārds
mt: Isem tal-kuntatt tar-Ritorn lil
nl: Contactnaam retourneren aan
no: Returner til kontaktnavn
pl: Nazwa kontaktu Zwrócić do
pt: Nome de contato de Retorno para
ro: Numele de contact Returnează la
sk: Kontaktné meno na vrátenie
sl: Ime stika za vračilo
sv: Kontaktnamn för Återlämna till

# ai4312
source: Return-to address line 1
bg: Адрес за връщане ред 1
cs: Adresa řádek 1 Vrátit
da: Returner til adresse linje 1
de: Rücksendeadresse Adresszeile 1
el: Διεύθυνση γραμμής 1 Επιστροφής
es: Línea de dirección 1 Devolver a
fi: Palauta osoiterivi 1
fr: Ligne d'adresse 1 Retour à
ga: Líne seolta tuairisceán 1
hr: Adresni redak 1 za povrat
hu: Visszaküldő cím 1. sor
is: Skila til heimilisfangslínu 1
it: Indirizzo riga 1 Restituire a
lt: Grąžinimo adreso eilutė 1
lv: Atgriešanas adreses 1. rinda
mt: L-ewwel linja tal-indirizz tar-Ritorn lil
nl: Adreslijn 1 retourneren aan
no: Returner til adresse linje 1
pl: Linia adresowa 1 Zwrócić do
pt: Linha de endereço 1 de Retorno para
ro: Linia adresei 1 Returnează la
sk: Adresný riadok 1 na vrátenie
sl: Naslovna vrstica 1 za vračilo
sv: Adressrad 1 för Återlämna till

# ai4313
source: Return-to address line 2
bg: Адрес за връщане ред 2
cs: Adresa řádek 2 Vrátit
da: Returner til adresse linje 2
de: Rücksendeadresse Adresszeile 2
el: Διεύθυνση γραμμής 2 Επιστροφής
es: Línea de dirección 2 Devolver a
fi: Palauta osoiterivi 2
fr: Ligne d'adresse 2 Retour à
ga: Líne seolta tuairisceán 2
hr: Adresni redak 2 za povrat
hu: Visszaküldő cím 2. sor
is: Skila til heimilisfangslínu 2
it: Indirizzo riga 2 Restituire a
lt: Grąžinimo adreso eilutė 2
lv: Atgriešanas adreses 2. rinda
mt: It-tieni linja tal-indirizz tar-Ritorn lil
nl: Adreslijn 2 retourneren aan
no: Returner til adresse linje 2
pl: Linia adresowa 2 Zwrócić do
pt: Linha de endereço 2 de Retorno para
ro: Linia adresei 2 Returnează la
sk: Adresný riadok 2 na vrátenie
sl: Naslovna vrstica 2 za vračilo
sv: Adressrad 2 för Återlämna till

# ai4314
source: Return-to suburb
bg: Предградие за връщане
cs: Předměstí Vrátit
da: Returner til forstad
de: Rücksendeadresse Vorort
el: Προάστιο Επιστροφής
es: Suburbio Devolver a
fi: Palauta esikaupunkialue
fr: Banlieue Retour à
ga: Bruachbhaile tuairisceán
hr: Predgrađe za povrat
hu: Visszaküldő külváros
is: Skila til úthverfi
it: Sobborgo Restituire a
lt: Grąžinimo priemiestis
lv: Atgriešanas priekšpilsēta
mt: Subborg tar-Ritorn lil
nl: Voorstad retourneren aan
no: Returner til forstad
pl: Przedmieście Zwrócić do
pt: Subúrbio de Retorno para
ro: Suburbie Returnează la
sk: Predmestie na vrátenie
sl: Predmestje za vračilo
sv: Förort för Återlämna till

# ai4315
source: Return-to locality
bg: Населено място за връщане
cs: Lokalita Vrátit
da: Returner til lokalitet
de: Rücksendeadresse Ort
el: Τοπικότητα Επιστροφής
es: Localidad Devolver a
fi: Palauta paikallisuus
fr: Localité Retour à
ga: Áitreabh tuairisceán
hr: Lokalitet za povrat
hu: Visszaküldő település
is: Skila til staðar
it: Località Restituire a
lt: Grąžinimo vietovė
lv: Atgriešanas lokalitāte
mt: Lokalità tar-Ritorn lil
nl: Plaats retourneren aan
no: Returner til lokalitet
pl: Miejscowość Zwrócić do
pt: Localidade de Retorno para
ro: Localitatea Returnează la
sk: Lokalita na vrátenie
sl: Lokalnost za vračilo
sv: Ort för Återlämna till

# ai4316
source: Return-to region
bg: Област за връщане
cs: Region Vrátit
da: Returner til region
de: Rücksendeadresse Region
el: Περιοχή Επιστροφής
es: Región Devolver a
fi: Palauta alue
fr: Région Retour à
ga: Réigiún tuairisceán
hr: Regija za povrat
hu: Visszaküldő régió
is: Skila til svæðis
it: Regione Restituire a
lt: Grąžinimo regionas
lv: Atgriešanas reģions
mt: Reġjun tar-Ritorn lil
nl: Regio retourneren aan
no: Returner til region
pl: Region Zwrócić do
pt: Região de Retorno para
ro: Regiunea Returnează la
sk: Región na vrátenie
sl: Regija za vračilo
sv: Region för Återlämna till

# ai4317
source: Return-to country code
bg: Код на страната за връщане
cs: Kód země Vrátit
da: Returner til landekode
de: Rücksendeadresse Ländercode
el: Κωδικός χώρας Επιστροφής
es: Código de país Devolver a
fi: Palauta maakoodi
fr: Code de pays Retour à
ga: Cód tíre tuairisceán
hr: Kod zemlje za povrat
hu: Visszaküldő országkód
is: Skila til landakóða
it: Codice del paese Restituire a
lt: Grąžinimo šalies kodas
lv: Atgriešanas valsts kods
mt: Kodiċi tal-pajjiż tar-Ritorn lil
nl: Landcode retourneren aan
no: Returner til landskode
pl: Kod kraju Zwrócić do
pt: Código do país de Retorno para
ro: Codul țării Returnează la
sk: Kód krajiny na vrátenie
sl: Državna koda za vračilo
sv: Landskod för Återlämna till

# ai4318
source: Return-to postal code
bg: Пощенски код за връщане
cs: Poštovní kód Vrátit
da: Returner til postkode
de: Rücksendeadresse Postleitzahl
el: Ταχυδρομικός κώδικας Επιστροφής
es: Código postal Devolver a
fi: Palauta postinumero
fr: Code postal Retour à
ga: Cód poist tuairisceán
hr: Poštanski broj za povrat
hu: Visszaküldő postai kód
is: Skila til póstnúmer
it: Codice postale Restituire a
lt: Grąžinimo pašto kodas
lv: Atgriešanas pasta indekss
mt: Kodiċi postali tar-Ritorn lil
nl: Postcode retourneren aan
no: Returner til postkode
pl: Kod pocztowy Zwrócić do
pt: Código postal de Retorno para
ro: Codul poștal Returnează la
sk: Poštové smerovacie číslo na vrátenie
sl: Poštna številka za vračilo
sv: Postnummer för Återlämna till

# ai4319
source: Return-to telephone number
bg: Телефонен номер за връщане
cs: Telefonní číslo Vrátit
da: Returner til telefonnummer
de: Rücksendeadresse Telefonnummer
el: Τηλεφωνικός αριθμός Επιστροφής
es: Número de teléfono Devolver a
fi: Palauta puhelinnumero
fr: Numéro de téléphone Retour à
ga: Uimhir theileafóin tuairisceán
hr: Telefonski broj za povrat
hu: Visszaküldő telefonszám
is: Skila til símanúmer
it: Numero di telefono Restituire a
lt: Grąžinimo telefono numeris
lv: Atgriešanas tālruņa numurs
mt: Numru tat-telefon tar-Ritorn lil
nl: Telefoonnummer retourneren aan
no: Returner til telefonnummer
pl: Numer telefonu Zwrócić do
pt: Número de telefone de Retorno para
ro: Numărul de telefon Returnează la
sk: Telefónne číslo na vrátenie
sl: Telefonska številka za vračilo
sv: Telefonnummer för Återlämna till

# ai4320
source: Service code description
bg: Описание на услугата код
cs: Popis služebního kódu
da: Servicekodedescription
de: Dienstleistungscodebeschreibung
el: Περιγραφή κωδικού υπηρεσίας
es: Descripción del código de servicio
fi: Palvelukoodin kuvaus
fr: Description du code de service
ga: Cur síos ar chód seirbhíse
hr: Opis koda usluge
hu: Szolgáltatási kód leírása
is: Lýsing á þjónustukóða
it: Descrizione del codice servizio
lt: Paslaugos kodo aprašymas
lv: Pakalpojumu koda apraksts
mt: Deskrizzjoni tal-kodiċi tas-servizz
nl: Beschrijving van de servicecode
no: Beskrivelse av tjenestekode
pl: Opis kodu usługi
pt: Descrição do código de serviço
ro: Descrierea codului serviciului
sk: Popis kódu služby
sl: Opis kode storitve
sv: Beskrivning av servicetyp

# ai4321
source: Dangerous goods flag
bg: Флаг за опасни стоки
cs: Příznak nebezpečného zboží
da: Farlige varer flag
de: Gefahrgutflagge
el: Σημαία επικίνδυνων αγαθών
es: Bandera de mercancías peligrosas
fi: Vaarallisten aineiden lippu
fr: Drapeau de marchandises dangereuses
ga: Bratach earraí contúirteacha
hr: Zastava opasnih roba
hu: Veszélyes áruk jelzése
is: Hættulegar vörur merki
it: Bandiera di merci pericolose
lt: Pavojingų prekių vėliava
lv: Bīstamo preču karogs
mt: Bnadar ta' oġġetti perikolużi
nl: Vlag voor gevaarlijke goederen
no: Flagg for farlige varer
pl: Flaga towarów niebezpiecznych
pt: Bandeira de mercadorias perigosas
ro: Steagul pentru mărfuri periculoase
sk: Vlajka nebezpečného tovaru
sl: Zastava nevarnega blaga
sv: Flagga för farligt gods

# ai4322
source: Authority to leave flag
bg: Флаг за разрешение за оставяне
cs: Příznak povolení k opuštění
da: Flag for tilladelse til at efterlade
de: Berechtigung zur Hinterlassung Flagge
el: Σημαία εξουσιοδότησης για αφήστε
es: Bandera de autoridad para dejar
fi: Jätä lippu
fr: Drapeau d'autorisation de laisser
ga: Bratach údarás a fhágáil
hr: Zastava ovlaštenja za odlazak
hu: Hagyományozási jog jelzése
is: Heimild til að skilja eftir merki
it: Bandiera di autorizzazione a lasciare
lt: Leidimo palikti vėliava
lv: Atstāšanas pilnvara karogs
mt: Bnadar ta' awtorità li titlaq
nl: Autorisatie om achter te laten vlag
no: Flagg for myndighet til å forlate
pl: Flaga upoważnienia do pozostawienia
pt: Bandeira de autorização para deixar
ro: Steagul pentru autorizarea de a lăsa
sk: Vlajka oprávnenia na odloženie
sl: Zastava pooblastila za odhod
sv: Flagga för tillåtelse att lämna

# ai4323
source: Signature required flag
bg: Флаг за изискване на подпис
cs: Příznak vyžadující podpis
da: Underskrift krævet flag
de: Unterschrift erforderlich Flagge
el: Σημαία απαιτούμενης υπογραφής
es: Bandera de firma requerida
fi: Allekirjoitus vaaditaan -lippu
fr: Drapeau de signature requise
ga: Bratach síniú de dhíth
hr: Zastava potrebna potpis
hu: Aláírás kötelező jelzése
is: Undirskrift krafist merki
it: Bandiera di firma richiesta
lt: Parašo reikalaujanti vėliava
lv: Paraksta prasības karogs
mt: Bnadar ta' firma meħtieġa
nl: Handtekening vereist vlag
no: Flagg for signatur påkrevd
pl: Flaga wymagania podpisu
pt: Bandeira de assinatura necessária
ro: Steagul pentru semnătură obligatorie
sk: Vlajka vyžadujúca podpis
sl: Zastava zahtevanega podpisa
sv: Flagga för signatur krävs

# ai4324
source: Not before delivery date/time
bg: Дата/време за доставка не преди
cs: Ne dříve než datum/doba doručení
da: Ikke før leveringsdato/tid
de: Nicht vor Lieferdatum/zeit
el: Όχι πριν από ημερομηνία/ώρα παράδοσης
es: No antes de la fecha/hora de entrega
fi: Ei ennen toimituspäivämäärää/aikaa
fr: Pas avant la date/heure de livraison
ga: Ní roimh dáta/seachadadh ama
hr: Ne prije datuma/vremena dostave
hu: Kiszállítás előtti dátum/idő
is: Ekki fyrir afhendingardagsetningu / tíma
it: Non prima della data/ora di consegna
lt: Ne anksčiau kaip pristatymo data/laikas
lv: Ne agrāk kā piegādes datums/laiks
mt: Data ta' kunsinna mhux qabel
nl: Niet voor leverdatum/tijd
no: Ikke før leveringsdato/-tid
pl: Nie przed datą/czasem dostawy
pt: Não antes da data/hora de entrega
ro: Nu înainte de data/ora livrării
sk: Nie pred dátumom/časom doručenia
sl: Ne pred datumom / časom dostave
sv: Inte före leveransdatum/tid

# ai4325
source: Not after delivery date/time
bg: Дата/време за доставка не след
cs: Ne později než datum/doba doručení
da: Ikke efter leveringsdato/tid
de: Nicht nach Lieferdatum/zeit
el: Όχι μετά από ημερομηνία/ώρα παράδοσης
es: No después de la fecha/hora de entrega
fi: Ei toimituksen jälkeen päivämäärä/aika
fr: Pas après la date/heure de livraison
ga: Ní tar éis dáta/seachadadh ama
hr: Ne nakon datuma/vremena dostave
hu: Kiszállítás utáni dátum/idő
is: Ekki eftir afhendingardagsetningu / tíma
it: Non dopo la data/ora di consegna
lt: Ne vėliau kaip pristatymo data/laikas
lv: Ne vēlāk kā piegādes datums/laiks
mt: Data ta' kunsinna mhux wara
nl: Niet na leverdatum/tijd
no: Ikke etter leveringsdato/-tid
pl: Nie po dacie/czasie dostawy
pt: Não depois da data/hora de entrega
ro: Nu după data/ora livrării
sk: Nie po dátum/čas doručenia
sl: Ne po datumu / časom dostave
sv: Inte efter leveransdatum/tid

# ai4326
source: Release date
bg: Дата на освобождаване
cs: Datum uvedení na trh
da: Udgivelsesdato
de: Freigabedatum
el: Ημερομηνία κυκλοφορίας
es: Fecha de lanzamiento
fi: Julkaisupäivämäärä
fr: Date de sortie
ga: Dáta scaoilte
hr: Datum izdanja
hu: Kiadási dátum
is: Útgáfudagur
it: Data di rilascio
lt: Išleidimo data
lv: Izdošanas datums
mt: Data tar-rilaxx
nl: Releasedatum
no: Utgivelsesdato
pl: Data wydania
pt: Data de lançamento
ro: Data lansării
sk: Dátum vydania
sl: Datum izdaje
sv: Släppdatum
