Repository: Solidsoft-Reply/GS1-AI-Validating-Parser
Catalog: Solidsoft.Reply.Parsers.Gs1Ai/Properties/Gs1ApplicationIdentifier.*.resx
Languages: bg, cs, da, de, el, es, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# ai4330
source: Maximum temperature in Fahrenheit
bg: Максимална температура във Фаренхайт
cs: Maximální teplota ve stupních Fahrenheit
da: Maksimal temperatur i Fahrenheit
de: Maximale Temperatur in Fahrenheit
el: Μέγιστη θερμοκρασία σε Fahrenheit
es: Temperatura máxima en Fahrenheit
fi: Maksimilämpötila Fahrenheit-asteina
fr: Température maximale en Fahrenheit
ga: Teocht uasta i Fahrenheit
hr: Maksimalna temperatura u Fahrenheitima
hu: Maximális hőmérséklet Fahrenheitben
is: Hámarkshitastig í Fahrenheit
it: Temperatura massima in Fahrenheit
lt: Maksimali temperatūra Farenheito
lv: Maksimālā temperatūra Fārenheita
mt: Temperatura massima f'Fahrenheit
nl: Maximale temperatuur in Fahrenheit
no: Maksimumstemperatur i Fahrenheit
pl: Maksymalna temperatura w Fahrenheitach
pt: Temperatura máxima em Fahrenheit
ro: Temperatura maximă în Fahrenheit
sk: Maximálna teplota vo Fahrenheitoch
sl: Maksimalna temperatura v Fahrenheitih
sv: Maximal temperatur i Fahrenheit

# ai4331
source: Maximum temperature in Celsius
bg: Максимална температура в Целзий
cs: Maximální teplota ve stupních Celsius
da: Maksimal temperatur i Celsius
de: Maximale Temperatur in Celsius
el: Μέγιστη θερμοκρασία σε Celsius
es: Temperatura máxima en Celsius
fi: Maksimilämpötila Celsius-asteina
fr: Température maximale en Celsius
ga: Teocht uasta i Celsius
hr: Maksimalna temperatura u Celzijusima
hu: Maximális hőmérséklet Celsiusban
is: Hámarkshitastig í Celsius
it: Temperatura massima in Celsius
lt: Maksimali temperatūra Celsijaus
lv: Maksimālā temperatūra Celsija
mt: Temperatura massima f'Celsius
nl: Maximale temperatuur in Celsius
no: Maksimumstemperatur i Celsius
pl: Maksymalna temperatura w Celsiuszach
pt: Temperatura máxima em Celsius
ro: Temperatura maximă în Celsius
sk: Maximálna teplota v Celzioch
sl: Maksimalna temperatura v Celzijih
sv: Maximal temperatur i Celsius

# ai4332
source: Minimum temperature in Fahrenheit
bg: Минимална температура във Фаренхайт
cs: Minimální teplota ve stupních Fahrenheit
da: Minimal temperatur i Fahrenheit
de: Minimale Temperatur in Fahrenheit
el: Ελάχιστη θερμοκρασία σε Fahrenheit
es: Temperatura mínima en Fahrenheit
fi: Minimilämpötila Fahrenheit-asteina
fr: Température minimale en Fahrenheit
ga: Teocht íosta i Fahrenheit
hr: Minimalna temperatura u Fahrenheitima
hu: Minimális hőmérséklet Fahrenheitben
is: Lágmarkshitastig í Fahrenheit
it: Temperatura minima in Fahrenheit
lt: Minimali temperatūra Farenheito
lv: Minimālā temperatūra Fārenheita
mt: Temperatura minima f'Fahrenheit
nl: Minimale temperatuur in Fahrenheit
no: Minimumstemperatur i Fahrenheit
pl: Minimalna temperatura w Fahrenheitach
pt: Temperatura mínima em Fahrenheit
ro: Temperatura minimă în Fahrenheit
sk: Minimálna teplota vo Fahrenheitoch
sl: Minimalna temperatura v Fahrenheitih
sv: Minimal temperatur i Fahrenheit

# ai4333
source: Minimum temperature in Celsius
bg: Минимална температура в Целзий
cs: Minimální teplota ve stupních Celsius
da: Minimal temperatur i Celsius
de: Minimale Temperatur in Celsius
el: Ελάχιστη θερμοκρασία σε Celsius
es: Temperatura mínima en Celsius
fi: Minimilämpötila Celsius-asteina
fr: Température minimale en Celsius
ga: Teocht íosta i Celsius
hr: Minimalna temperatura u Celzijusima
hu: Minimális hőmérséklet Celsiusban
is: Lágmarkshitastig í Celsius
it: Temperatura minima in Celsius
lt: Minimali temperatūra Celsijaus
lv: Minimālā temperatūra Celsija
mt: Temperatura minima f'Celsius
nl: Minimale temperatuur in Celsius
no: Minimumstemperatur i Celsius
pl: Minimalna temperatura w Celsiuszach
pt: Temperatura mínima em Celsius
ro: Temperatura minimă în Celsius
sk: Minimálna teplota v Celzioch
sl: Minimalna temperatura v Celzijih
sv: Minimal temperatur i Celsius

# ai7001
source: NATO Stock Number (NSN)
bg: Номер на запасите на НАТО (NSN)
da: NATO-varelagernummer (NSN)
de: NATO-Lagernummer (NSN)
el: Αριθμός Αποθεμάτων ΝΑΤΟ (NSN)
es: Número de Stock de la OTAN (NSN)
fi: NATO:n varastonumero (NSN)
fr: Numéro de Stock OTAN (NSN)
ga: Uimhir Stoic NATO (NSN)
hr: NATO broj zaliha (NSN)
hu: NATO Készlet Szám (NSN)
is: NATO vörulisti númer (NSN)
it: Numero di Stock della NATO (NSN)
lt: NATO atsargų numeris (NSN)
lv: NATO krājumu numurs (NSN)
mt: Numru tal-Ħażna tal-NATO (NSN)
nl: NATO Stocknummer (NSN)
no: NATO-lagernummer (NSN)
pl: Numer zapasów NATO (NSN)
pt: Número de Estoque da OTAN (NSN)
ro: Numărul de Stoc NATO (NSN)
sk: NATO skladové číslo (NSN)
sl: NATO številka zaloge (NSN)
sv: NATO-lagernummer (NSN)

# ai7002
source: UNECE meat carcasses and cuts classification
bg: Класификация на месни полутрупове и резени на УНЕЦЕ
cs: Klasifikace masa a řezů UNECE
da: UNECE klassifikation af kødkroppe og udskæringer
de: UNECE Klassifikation von Fleischkarkassen und -schnitten
el: Ταξινόμηση UNECE καρκινώματα κρέατος και κοπές
es: Clasificación UNECE de carcasas y cortes de carne
fi: UNECE:n lihakroppien ja leikkausten luokitus
fr: Classification UNECE des carcasses et coupes de viande
ga: Aicmiú feola agus gearrthaí UNECE
hr: UNECE klasifikacija trupova mesa i rezova
hu: UNECE hústestek és darabok osztályozása
is: UNECE kjötkjarnar og sneiðar flokkun
it: Classificazione UNECE di carcasse e tagli di carne
lt: UNECE mėsos skerdenų ir gabalų klasifikacija
lv: UNECE gaļas līķu un gabalu klasifikācija
mt: Klassifikazzjoni tal-karkassi tal-laħam u l-qatgħat tal-UNECE
nl: UNECE-classificatie van vleeskarkassen en -snijdingen
no: UNECE klassifisering av kjøttkropper og kutt
pl: Klasyfikacja UNECE tusz i kawałków mięsa
pt: Classificação UNECE de carcaças de carne e cortes
ro: Clasificarea UNECE a carcaselor și tăieturilor de carne
sk: Klasifikácia mäsových telies a rezie podľa UNECE
sl: UNECE klasifikacija trupov in rezov mesa
sv: UNECE-klassificering av köttkroppar och skär

# ai7003
source: Expiration date and time
bg: Дата и час на изтичане
cs: Datum a čas expirace
da: Udløbsdato og tid
de: Ablaufdatum und -zeit
el: Ημερομηνία και ώρα λήξης
es: Fecha y hora de caducidad
fi: Vanhentumispäivämäärä ja -aika
fr: Date et heure d'expiration
ga: Dáta agus am éaga
hr: Datum i vrijeme isteka
hu: Lejárati dátum és idő
is: Rennur út dagsetning og tími
it: Data e ora di scadenza
lt: Galiojimo pabaigos data ir laikas
lv: Derīguma termiņš un laiks
mt: Data u ħin ta' skadenza
nl: Vervaldatum en -tijd
no: Utløpsdato og -tid
pl: Data i czas wygaśnięcia
pt: Data e hora de expiração
ro: Data și ora expirării
sk: Dátum a čas expirácie
sl: Datum in čas poteka
sv: Utgångsdatum och tid

# ai7004
source: Active potency
bg: Активна потентност
cs: Aktivní síla
da: Aktiv styrke
de: Aktive Potenz
el: Ενεργή δραστικότητα
es: Potencia activa
fi: Aktiivinen teho
fr: Puissance active
ga: Potency gníomhach
hr: Aktivna snaga
hu: Aktív hatékonyság
is: Virkni styrkur
it: Potenza attiva
lt: Aktyvus stiprumas
lv: Aktīvā spēka
mt: Potenza attiva
nl: Actieve potentie
no: Aktiv styrke
pl: Aktywna moc
pt: Potência ativa
ro: Potența activă
sk: Aktívna potencia
sl: Aktivna moč
sv: Aktiv styrka

# ai7005
source: Catch area
bg: Район на улов
cs: Oblast lovu
da: Fangstområde
de: Fanggebiet
el: Περιοχή αλιείας
es: Área de captura
fi: Pyynnin alue
fr: Zone de capture
ga: Ceantar gabhála
hr: Područje ulova
hu: Fogási terület
is: Fangasvæði
it: Area di cattura
lt: Gaudymo plotas
lv: Nozvejas platība
mt: Żona tal-qbid
nl: Vangstgebied
no: Fangstområde
pl: Obszar połowu
pt: Área de captura
ro: Zona de captură
sk: Oblasť úlovku
sl: Področje ulova
sv: Fångstområde

# ai7006
source: First freeze date
bg: Дата на първо замразяване
cs: Datum prvního zmrazení
da: Første frysedato
de: Erstes Gefrierdatum
el: Πρώτη ημερομηνία παγώματος
es: Primera fecha de congelación
fi: Ensimmäisen jäädytyksen päivämäärä
fr: Date de première congélation
ga: Dáta reo tosaigh
hr: Datum prvog zamrzavanja
hu: Első fagyasztási dátum
is: Fyrsta frost dagsetning
it: Prima data di congelamento
lt: Pirmojo šaldymo data
lv: Pirmās sasalšanas datums
mt: Data tal-ewwel iffriżar
nl: Eerste vriesdatum
no: Første frysedato
pl: Data pierwszego zamrożenia
pt: Primeira data de congelamento
ro: Prima dată de îngheț
sk: Dátum prvého zamrznutia
sl: Datum prvega zamrzovanja
sv: Datum för första frysning

# ai7007
source: Harvest date
bg: Дата на улов
cs: Datum sklizně
da: Høstdato
de: Erntedatum
el: Ημερομηνία συγκομιδής
es: Fecha de cosecha
fi: Korjuupäivämäärä
fr: Date de récolte
ga: Dáta fómhair
hr: Datum berbe
hu: Betakarítási dátum
is: Uppskerudagur
it: Data di raccolta
lt: Derliaus nuėmimo data
lv: Novākšanas datums
mt: Data tal-ħsad
nl: Oogstdatum
no: Høstedato
pl: Data zbiorów
pt: Data da colheita
ro: Data recoltării
sk: Dátum zberu
sl: Datum žetve
sv: Skörddatum

# ai7008
source: Species for fishery purposes
bg: Видове за риболовни цели
cs: Druhy pro rybářské účely
da: Arter til fiskeri formål
de: Arten für Fischereizwecke
el: Είδη για αλιευτικούς σκοπούς
es: Especies para fines pesqueros
fi: Kalalajit kalastustarkoituksiin
fr: Espèces à des fins de pêche
ga: Speicis le haghaidh críocha iascaigh
hr: Vrste za ribolovne svrhe
hu: Halászati célokra használt fajok
is: Tegundir fyrir fiskveiðar
it: Specie a fini ittici
lt: Rūšys žvejybos tikslams
lv: Sugas zvejas nolūkiem
mt: Speċi għal skopijiet tas-sajd
nl: Soorten voor visserijdoeleinden
no: Arter for fiskeriformål
pl: Gatunki do celów rybołówstwa
pt: Espécies para fins de pesca
ro: Speciile pentru scopuri pescărești
sk: Druhy pre rybárske účely
sl: Vrste za ribiške namene
sv: Arter för fiskändamål

# ai7009
source: Fishing gear type
bg: Вид риболовно снаряжение
cs: Typ rybářského vybavení
da: Fiskeriredskabstype
de: Fischereigerätetyp
el: Τύπος αλιευτικού εξοπλισμού
es: Tipo de equipo de pesca
fi: Kalastusvälineiden tyyppi
fr: Type de matériel de pêche
ga: Cineál trealaimh iascaigh
hr: Vrsta ribolovne opreme
hu: Halászati eszközök típusa
is: Fiskveiði tækjategund
it: Tipo di attrezzatura da pesca
lt: Žvejybos įrangos tipas
lv: Zvejas aprīkojuma veids
mt: Tip ta' għodda tas-sajd
nl: Type visserijgerei
no: Fiskeredskapstype
pl: Typ sprzętu rybackiego
pt: Tipo de equipamento de pesca
ro: Tipul echipamentului de pescuit
sk: Typ rybárskeho náradia
sl: Tip ribiške opreme
sv: Typ av fiskeutrustning

# ai7010
source: Production method
bg: Метод на производство
cs: Metoda výroby
da: Produktionsmetode
de: Produktionsmethode
el: Μέθοδος παραγωγής
es: Método de producción
fi: Valmistusmenetelmä
fr: Méthode de production
ga: Modh táirgthe
hr: Metoda proizvodnje
hu: Termelési módszer
is: Framleiðsluaðferð
it: Metodo di produzione
lt: Gamintojo metodas
lv: Ražošanas metode
mt: Metodu tal-produzzjoni
nl: Productiemethode
no: Produksjonsmetode
pl: Metoda produkcji
pt: Método de produção
ro: Metoda de producție
sk: Spôsob výroby
sl: Metoda proizvodnje
sv: Produktionsmetod

# ai7011
source: Test by date
bg: Дата за тестване
cs: Datum zkoušky
da: Test ved dato
de: Testdatum
el: Ημερομηνία δοκιμής
es: Fecha de prueba
fi: Testipäivämäärä
fr: Date de test
ga: Dáta tástála
hr: Datum testiranja
hu: Tesztelési dátum
is: Prófadagur
it: Data di test
lt: Testavimo data
lv: Pārbaudes datums
mt: Data tat-test
nl: Testdatum
no: Test ved dato
pl: Data testu
pt: Data do teste
ro: Data testului
sk: Dátum testovania
sl: Datum testiranja
sv: Testdatum

# ai7020
source: Refurbishment lot ID
bg: ID на лот за обновяване
cs: ID šarže obnovy
da: Renoveringsparti-ID
de: Aufbereitungslos-ID
el: ID λοτ ανακαίνισης
es: ID de lote de renovación
fi: Kunnostuslohkon tunnus
fr: ID de lot de remise à neuf
ga: Uimhir ID lóta athchóirithe
hr: ID serije obnove
hu: Felújítási tétel azonosítója
is: Endurbætur lota auðkenni
it: ID del lotto di ristrutturazione
lt: Atnaujinimo partijos ID
lv: Atjaunošanas partijas ID
mt: ID tal-lott tar-rifabbrikar
nl: ID van het refurbishment lot
no: Renoveringsparti ID
pl: ID partii renowacji
pt: ID do lote de reforma
ro: ID-ul lotului de recondiționare
sk: ID šarže renovácie
sl: ID serije obnove
sv: ID för renoveringsparti

# ai7021
source: Functional status
bg: Функционален статус
cs: Funkční stav
da: Funktionel status
de: Funktionaler Status
el: Λειτουργική κατάσταση
es: Estado funcional
fi: Toiminnallinen tila
fr: Statut fonctionnel
ga: Stádas feidhmiúil
hr: Funkcionalni status
hu: Funkcionális állapot
is: Virkni staða
it: Stato funzionale
lt: Funkcinis statusas
lv: Funkcionālais statuss
mt: Status funzjonali
nl: Functionele status
no: Funksjonell status
pl: Status funkcjonalny
pt: Status funcional
ro: Starea funcțională
sk: Funkčný stav
sl: Funkcionalni status
sv: Funktionellt tillstånd

# ai7022
source: Revision status
bg: Статус на ревизията
cs: Stav revize
da: Revisionsstatus
de: Revisionsstatus
el: Κατάσταση αναθεώρησης
es: Estado de revisión
fi: Tarkistus tila
fr: Statut de révision
ga: Stádas athbhreithnithe
hr: Status revizije
hu: Felülvizsgálati állapot
is: Endurskoðunar staða
it: Stato di revisione
lt: Peržiūros statusas
lv: Pārskatīšanas statuss
mt: Status tar-reviżjoni
nl: Revisiestatus
no: Revisjonsstatus
pl: Status rewizji
pt: Status de revisão
ro: Starea reviziei
sk: Stav revízie
sl: Status revizije
sv: Revisionsstatus

# ai7023
source: Global Individual Asset Identifier of an assembly
bg: Глобален индивидуален идентификатор на актив за събрание
cs: Globální individuální identifikátor majetku sestavy
da: Global individuel aktividentifikator for en samling
de: Globaler individueller Vermögensidentifikator einer Montage
el: Παγκόσμιος Ατομικός Αναγνωριστικός Κωδικός Συναρμολόγησης
es: Identificador Global de Activo Individual de un ensamblaje
fi: Kokoonpanon maailmanlaajuinen yksittäisen omaisuuden tunnistenumero
fr: Identifiant Global d'Actif Individuel d'un assemblage
ga: Aitheantóir Sócmhainne Indibhidiúil Domhanda d'ailt
hr: Globalni identifikator pojedinačne imovine sklopa
hu: Globális Egyedi Eszköz Azonosító egy összeszereléshez
is: Global Individual Asset Identifier fyrir samsetningu
it: Identificatore Globale di Asset Individuale di un assemblaggio
lt: Pasaulinio individualaus turto identifikatorius surinkimo
lv: Globālā individuālā aktīva identifikators montāžai
mt: Identifikatur Globali tal-Assi Individwali ta' assemblaġġ
nl: Globale Individuele Asset Identificatie van een assemblage
no: Globalt individuelt aktivumidentifikator for en forsamling
pl: Globalny Identyfikator Indywidualnego Majątku zespołu
pt: Identificador Global de Ativo Individual de uma montagem
ro: Identificator Global Individual de Activ al unui ansamblu
sk: Globálne identifikačné číslo jednotlivého majetku zostavy
sl: Globalni identifikator posameznega sredstva sestave
sv: Global individuell tillgångsidentifierare för en montering

# ai703s
source: Number of processor with three-digit ISO country code
bg: Брой на процесора с трицифрен ISO код на страната
cs: Počet procesorů s třímístným kódem země ISO
da: Antal processorer med trecifret ISO-landekode
de: Prozessoranzahl mit dreistelligem ISO-Ländercode
el: Αριθμός επεξεργαστή με τριψήφιο κωδικό χώρας ISO
es: Número de procesador con código de país ISO de tres dígitos
fi: Prosessorin määrä kolminumeroisella ISO-maakoodilla
fr: Nombre de processeur avec code de pays ISO à trois chiffres
ga: Líon próiseálaí le cód tíre ISO trí dhigit
hr: Broj procesora s troznamenkastim ISO kodom zemlje
hu: Processzorok száma háromjegyű ISO országkóddal
is: Fjöldi vinnslueininga með þriggja stafa ISO landakóða
it: Numero di processore con codice paese ISO a tre cifre
lt: Procesoriaus skaičius su trijų skaitmenų ISO šalies kodu
lv: Procesora skaits ar trīsciparu ISO valsts kodu
mt: Numru tal-ipproċessar b'kodiċi tal-pajjiż ISO ta' tliet ċifri
nl: Aantal processoren met drie-cijferige ISO-landcode
no: Antall prosessorer med trecifret ISO-landkode
pl: Liczba procesorów z trzycyfrowym kodem kraju ISO
pt: Número do processador com código de país ISO de três dígitos
ro: Numărul procesorului cu cod de țară ISO de trei cifre
sk: Počet procesorov s trojmiestnym ISO kódom krajiny
sl: Število procesorjev s triznamensko ISO kodo države
sv: Antal processorer med treciffrig ISO-landskod

# ai7040
source: GS1 UIC with Extension 1 and Importer index
bg: GS1 UIC с разширение 1 и индекс на вносителя
cs: GS1 UIC s Rozšířením 1 a Indexem dovozce
da: GS1 UIC med udvidelse 1 og importørindeks
de: GS1 UIC mit Erweiterung 1 und Importeurindex
el: GS1 UIC με Επέκταση 1 και Δείκτη Εισαγωγέα
es: GS1 UIC con Extensión 1 e índice de importador
fi: GS1 UIC laajennuksella 1 ja tuojaindeksillä
fr: GS1 UIC avec Extension 1 et index d'importateur
ga: GS1 UIC le Síneadh 1 agus Innéacs Allmhaireora
hr: GS1 UIC s produžetkom 1 i indeksom uvoznika
hu: GS1 UIC kiterjesztéssel 1 és importőr index
is: GS1 UIC með Extension 1 og Innflytjandi vísitölu
it: GS1 UIC con Estensione 1 e indice di importazione
lt: GS1 UIC su pailginimu 1 ir importuotojo indeksu
lv: GS1 UIC ar paplašinājumu 1 un importētāja indeksu
mt: GS1 UIC b'Estensjoni 1 u Indiċi tal-Importatur
nl: GS1 UIC met Uitbreiding 1 en Importeursindex
no: GS1 UIC med Utvidelse 1 og Importørindeks
pl: GS1 UIC z Rozszerzeniem 1 i indeksem importera
pt: GS1 UIC com Extensão 1 e índice de importador
ro: GS1 UIC cu Extensia 1 și indicele importatorului
sk: GS1 UIC s rozšírením 1 a indexom dovozcu
sl: GS1 UIC z razširitvijo 1 in indeksom uvoznika
sv: GS1 UIC med förlängning 1 och importörindex

# ai710
source: National Healthcare Reimbursement Number (NHRN) - Germany PZN
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Германия PZN
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Česká republika PZN
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - Tysk PZN
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Deutschland PZN
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Ελλάδα PZN
es: Número Nacional de Reembolso de Salud (NHRN) - España PZN
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Saksan PZN
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - France PZN
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Gearmáinis PZN
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Njemački PZN
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Magyar PZN
is: National Healthcare Reimbursement Number (NHRN) - Þýska PZN
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Italia PZN
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Vokietijos PZN
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Vācijas PZN
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - PZN Ġermaniż
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Nederlands PZN
no: Nasjonalt helserefusjonsnummer (NHRN) - Tysk PZN
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Polska PZN
pt: Número Nacional de Reembolso de Saúde (NHRN) - Português PZN
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - România PZN
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Nemecký PZN
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Nemški PZN
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - Svenska PZN

# ai711
source: National Healthcare Reimbursement Number (NHRN) - France CIP
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Франция CIP
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Francie CIP
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - Fransk CIP
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Frankreich CIP
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Γαλλία CIP
es: Número Nacional de Reembolso de Salud (NHRN) - Francia CIP
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Ranskan CIP
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - France CIP
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Fraincis CIP
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Francuski CIP
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Francia CIP
is: National Healthcare Reimbursement Number (NHRN) - Franska CIP
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Francia CIP
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Prancūzijos CIP
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Francijas CIP
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - CIP Franċiż
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Frankrijk CIP
no: Nasjonalt helserefusjonsnummer (NHRN) - Fransk CIP
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Francja CIP
pt: Número Nacional de Reembolso de Saúde (NHRN) - França CIP
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - Franța CIP
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Francúzsky CIP
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Francoski CIP
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - Frankrike CIP

# ai712
source: National Healthcare Reimbursement Number (NHRN) - Spain CN
bg: Национален номер за възстановяване на здравеопазването (NHRN) - Испания CN
cs: Národní číslo pro úhradu zdravotní péče (NHRN) - Španělsko CN
da: Nationalt refusionsnummer for sundhedspleje (NHRN) - Spansk CN
de: Nationaler Erstattungsnummer für das Gesundheitswesen (NHRN) - Spanien CN
el: Εθνικός Αριθμός Επιστροφής Υγειονομικής Φροντίδας (NHRN) - Ισπανία CN
es: Número Nacional de Reembolso de Salud (NHRN) - España CN
fi: Kansallinen terveydenhuollon korvausnumero (NHRN) - Espanjan CN
fr: Numéro National de Remboursement des Soins de Santé (NHRN) - Espagne CN
ga: Uimhir Aisíocaíochta Cúraim Sláinte Náisiúnta (NHRN) - Spáinnis CN
hr: Nacionalni broj naknade za zdravstvenu skrb (NHRN) - Španjolski CN
hu: Nemzeti Egészségügyi Visszatérítési Szám (NHRN) - Spanyol CN
is: National Healthcare Reimbursement Number (NHRN) - Spænska CN
it: Numero Nazionale di Rimborso Sanitario (NHRN) - Spagna CN
lt: Nacionalinis sveikatos priežiūros išmokų numeris (NHRN) - Ispanijos CN
lv: Nacionālais veselības aprūpes kompensācijas numurs (NHRN) - Spānijas CN
mt: Numru Nazzjonali ta' Rimbors tal-Kura tas-Saħħa (NHRN) - CN Spanjol
nl: Nationaal Gezondheidszorg Terugbetalingsnummer (NHRN) - Spanje CN
no: Nasjonalt helserefusjonsnummer (NHRN) - Spansk CN
pl: Narodowy Numer Zwrotu Kosztów Opieki Zdrowotnej (NHRN) - Hiszpania CN
pt: Número Nacional de Reembolso de Saúde (NHRN) - Espanha CN
ro: Numărul Național de Rambursare a Îngrijirilor Medicale (NHRN) - Spania CN
sk: Národné číslo zdravotnej starostlivosti (NHRN) - Španielsky CN
sl: Nacionalna številka za povračilo zdravstvene oskrbe (NHRN) - Španski CN
sv: Nationellt sjukvårdsåterbetalningsnummer (NHRN) - Spanien CN
